Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: An invalid '$args' parameter was received.
pl: Przekazano nieprawidłowy parametr '$args'.

source: An invalid form type ('%1$s') was received.
pl: Przekazano nieprawidłowy typ formularza ('%1$s').

source: An invalid method ('%1$s') was received.
pl: Przekazano nieprawidłową metodę ('%1$s').

source: A form fields template was not found for the %1$s method using form type '%2$s'.
pl: Nie znaleziono szablonu pól formularza dla metody %1$s i typu '%2$s'.

source: The authentication module name was not specified during an attempt to validate user authentication information.
pl: Nie podano nazwy modułu uwierzytelniania podczas próby walidacji informacji uwierzytelniających, podanych przez użytkownika.

source: Attempt to validate authentication information with incorrect authentication module. Credentials should be validated with the '%1$s' module instead.
pl: Próba walidacji informacji uwierzytelniających z wykorzystaniem nieprawidłowej metody uwierzytelniania. Dane te powinny zostać sprawdzone przez moduł '%1$s'.

source: The authentication method name was not specified during an attempt to validate user authentication information.
pl: Nie podano nazwy metody uwierzytelniania podczas próby walidacji informacji uwierzytelniających, podanych przez użytkownika.

source: Unknown authentication method ('%1$s') while attempting to validate user authentication information in the Users module.
pl: Próba walidacji informacji uwierzytelniających z wykorzystaniem nieznanej metody uwierzytelniania ('%1$s') w module Użytkownicy.

source: A user name was not specified, or the user name provided was invalid.
pl: Nie podano nazwy użytkownika lub podana nazwa jest nieprawidłowa.

source: An e-mail address was not specified, or the e-mail address provided was invalid.
pl: Nie podano adresu e-mail lub podany adres jest nieprawidłowy.

source: A password was not specified, or the password provided was invalid.
pl: Nie podano hasła lub podane hasło jest nieprawidłowe.

source: Please provide a password.
pl: Podaj hasło.

source: Please provide a user name and password.
pl: Podaj nazwę użytkownika oraz hasło.

source: Please provide an e-mail address and password.
pl: Podaj adres e-mail oraz hasło.

source: Please provide a user name.
pl: Podaj nazwę użytkownika.

source: Please provide an e-mail address.
pl: Podaj adres e-mail.

source: Error! No account links available.
pl: Błąd! Brak elementów profilu.

source: An internal error occurred. Failed to retrieve stored registration state.
pl: Pojawił się wewnętrzny błąd. Odczytanie zapisanego stanu zgłoszenia nie powiodło się.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
pl: Sygnatura (user agent) przeglądarki lub innego klienta www, z którego korzystasz, jest zbanowana i rejestracja nie jest możliwa.

source: An invalid authentication method was selected.
pl: Wybrano nieprawidłową metodę uwierzytelniania.

source: The credentials you provided are already associated with an existing user account or registration request.
pl: Podane dane są już powiązane z istniejącym kontem.

source: We were unable to confirm your credentials with the selected service.
pl: Potwierdzenie podanych danych we wskazanej usłudze nie powiodło się.

source: There was a problem associating your log-in information with your account. Please contact the site administrator.
pl: Wystąpił problem z dopasowaniem podanych przy logowaniu danych z kontem użytkownika. Skontaktuj się z administratorem.

source: Your registration request has been saved, however the problems listed below were detected during the registration process. Please contact the site administrator regarding the status of your request.
pl: Twoje zgłoszenie zostało zapisane, jednak w trakcie zapisu pojawiły się wymienione niżej problemy. Skontaktuj się z administratorem serwisu, by wyjaśnić status zgłoszenia.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message. Your account will not be approved until after the verification process is completed.
pl: Gotowe! Twoje zgłoszenie zostało zapisane. Konieczna jest jeszcze weryfikacja adresu e-mail a następnie akceptacja zgłoszenia przez administratora. Wiadomość weryfikująca adres e-mail została już wysłana. Zgłoszenie nie zostanie zaakceptowane do czasu potwierdzenia adresu e-mail.

source: Done! Your registration request has been saved. Remember that your request must be approved and your e-mail address must be verified before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
pl: Gotowe! Twoje zgłoszenie zostało zapisane. Konieczna jest jeszcze akceptacja zgłoszenia przez administratora a następnie weryfikacja adresu e-mail. Wiadomość weryfikująca adres e-mail zostanie wkrótce wysłana (natychmiast po akceptacji zgłoszenia przez administratora).

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message.
pl: Gotowe! Twoje zgłoszenie zostało zapisane. Konieczna jest jeszcze weryfikacja adresu e-mail a następnie akceptacja zgłoszenia przez administratora. Wiadomość weryfikująca adres e-mail została już wysłana.

source: Done! Your registration request has been saved. Remember that your request must be approved before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
pl: Gotowe! Twoje zgłoszenie zostało zapisane. Konieczna jest jeszcze akceptacja zgłoszenia przez administratora. Otrzymasz wiadomość z powiadomieniem o akceptacji lub odrzuceniu zgłoszenia na podany adres e-mail.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified before you will be able to log in. Please check your e-mail for an e-mail address verification message.
pl: Gotowe! Twoje zgłoszenie zostało zapisane. Konieczna jest jeszcze weryfikacja adresu e-mail. Wiadomość weryfikująca adres e-mail została już wysłana.

source: Your registration request has been saved, however your current registration status could not be determined. Please contact the site administrator regarding the status of your request.
pl: Twoje zgłoszenie zostało zapisane, jednak w trakcie zapisu pojawiły się problemy. Skontaktuj się z administratorem serwisu, by wyjaśnić status zgłoszenia.

source: Your account has been created and you may now log in, however the problems listed below were detected during the registration process. Please contact the site administrator for more information.
pl: Twoje konto zostało utworzone i możesz się teraz zalogować, jednak w trakcie zapisu pojawiły się wymienione niżej problemy. Skontaktuj się z administratorem serwisu, by uzyskać więcej informacji.

source: Done! Your account has been created.
pl: Gotowe! Konto zostało utworzone.

source: Done! Your account has been created and you may now log in.
pl: Gotowe! Twoje konto zostało utworzone i możesz się teraz zalogować.

source: Your account status will not permit you to log in at this time. Please contact the site administrator for more information.
pl: Status Twojego konta nie pozwala na zalogowanie się w tym momencie. Skontaktuj się z administratorem, aby uzyskać więcej informacji.

source: Error! Could not create the new user account or registration application. Please check with a site administrator before re-registering.
pl: Błąd! Utworzenie konta nie powiodło się. Skontaktuj się z administratorem serwisu przed ponowną próbą rejestracji.

source: The registration process has entered an unknown state.
pl: Proces rejestracji zatrzymał się na nieznanym etapie.

source: Error! E-mail address field is empty.
pl: Błąd! Pole na adres e-mail jest puste.

source: Done! The account information for %s has been sent via e-mail.
pl: Gotowe! Informacje na temat konta %s zostały wysłane e-mailem.

source: Sorry! We are unable to send the account information for that e-mail address. Please reenter your information, or contact an administrator.
pl: Wysłanie wiadomości z informacjami o koncie na podany adres e-mail nie powiodło się. Wprowadź dane ponownie lub skontaktuj się z administratorem.

source: Error! User name and e-mail address fields are empty.
pl: Błąd! Pola nazwa użytkownika i adres e-mail są puste.

source: Error! Please enter either a user name OR an e-mail address, but not both of them.
pl: Błąd! Wprowadź nazwę użytkownika LUB adres e-mail, ale nie jedno i drugie.

source: Done! The confirmation code for %s has been sent via e-mail.
pl: Gotowe! Kod potwierdzający dla %s został wysłany e-mailem.

source: Sorry! We are unable to send a password recovery code for that e-mail address. Please try your user name, or contact an administrator.
pl: Wysłanie wiadomości z kodem do odzyskania hasła na podany adres e-mail nie powiodło się. Wprowadź dane ponownie lub skontaktuj się z administratorem.

source: Sorry! We are unable to send a password recovery code for that user name. Please try your e-mail address, contact an administrator.
pl: Wysłanie wiadomości z informacjami o koncie na podany adres e-mail nie powiodło się. Wprowadź dane ponownie lub skontaktuj się z administratorem.

source: Sorry! Your account is not set up to use a password to log into this site. Please recover your account information to determine your available log-in options.
pl: Wysłanie wiadomości z kodem do odzyskania nazwy użytkownika na podany adres e-mail nie powiodło się. Wprowadź dane ponownie lub skontaktuj się z administratorem.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
pl: Twoje konto jest oznaczone jako nieaktywne. Skontaktuj się z administratorem, by uzyskać więcej informacji.

source: Sorry! Your account is marked for removal. Please contact a site administrator for more information.
pl: Twoje konto jest oznaczone jako konto do usunięcia. Skontaktuj się z administratorem.

source: Sorry! Your registration request is still waiting for approval from a site administrator.
pl: Twoje zgłoszenie oczekuje jeszcze na akceptację administratora.

source: Sorry! Your registration request is still waiting for verification of your e-mail address. Check your inbox for an e-mail message from us. If you need another verification e-mail sent, please contact a site administrator.
pl: Twoje zgłoszenie wciąż oczekuje na weryfikację adresu e-mail. Znajdź w skrzynce odbiorczej wiadomość z tego serwisu. Jeśli potrzebujesz nowej wiadomości - skontaktuj się z administratorem.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
pl: Proces rejestracji Twojego konta nie został zakończony. Skontaktuj się z administratorem.

source: Sorry! An account could not be located with that information. Correct your entry and try again.
pl: Nie znaleziono konta pasującego do podanych danych. Popraw dane i spróbuj ponownie.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
pl: Nie znaleziono konta dla podanych danych. Popraw dane i spróbuj ponownie. Jeśli konto zostało niedawno utworzone, być może dopiero oczekuje na akceptację lub potwierdzenie adresu e-mail.

source: Error! Please enter the confirmation code you received in the e-mail message.
pl: Błąd! Podaj kod potwierdzający, wysłany w wiadomości e-mail.

source: Sorry! Could not load that user account.
pl: Wczytanie takiego konta nie powiodło się.

source: Warning! Your new password has been saved, but there was an error while trying to save your new password reminder.
pl: Uwaga! Nowe hasło zostało zapisane, jednak pojawił się problem przy zapisie nowego przypomnienia hasła.

source: Done! Your password has been reset, and you may now log in. Please keep your password in a safe place!
pl: Gotowe! Hasło zostało zresetowane i możesz się zalogować. Pamiętaj, by przechowywać hasło w bezpieczny sposób!

source: Error! Your new password could not be saved.
pl: Błąd! Zapisanie nowego hasła nie powiodło się.

source: Error! Invalid authentication method information.
pl: Błąd! Nieprawidłowe informacje o metodzie uwierzytelniania.

source: Your log-in request was not completed.
pl: Twoje zgłoszenie nie zostało poprawnie zakończone.

source: There is no user account matching that information, or the password you gave does not match the password on file for that account.
pl: Nie znaleziono konta dla podanych informacji lub podane hasło jest nieprawidłowe.

source: The credentials you entered were not valid. Please reenter the requested information and try again.
pl: Podane dane są niepoprawne. Popraw je i spróbuj ponownie.

source: The selected log-in method is not currently available. Please contact the site administrator for assistance.
pl: Wybrana metoda logowania jest aktualnie niedostępna. Skontaktuj się z administratorem, by uzyskać pomoc.

source: The selected log-in method is not currently available. Please choose another or contact the site administrator for assistance.
pl: Wybrana metoda logowania jest tymczasowo niedostępna. Wybierz inną metodę lub skontaktuj się z administratorem.

source: Error! Invalid authentication information received.
pl: Błąd! Przekazano nieprawidłowe dane uwierzytelniania.

source: You are being logged-in. Please wait...
pl: Trwa logowanie. Proszę czekać...

source: Done! You have been logged out.
pl: Wylogowano.

source: Error! You have not been logged out.
pl: Błąd! Wylogowanie nie powiodło się.

source: Sorry! An account cannot be verified while you are logged in.
pl: Wyloguj się aby zweryfikować konto.

source: Sorry! There was an error while trying to save your new password and reminder.
pl: Pojawił się problem przy zapisie nowego hasła oraz przypomnienia hasła.

source: There were some problems detected during the verification process. Please contact the site administrator regarding the status of your verification.
pl: W trakcie procesu weryfikacji pojawiły się problemy. Skontaktuj się z administratorem, by uzyskać więcej informacji.

source: Done! Your account has been verified, and is awaiting administrator approval.
pl: Gotowe! Twoje konto zostało poprawnie zweryfikowane i oczekuje na akceptację administratora.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
pl: Gotowe! Twoje konto zostało poprawnie zweryfikowane, jednak nadal nie zostało zaakceptowane. Skontaktuj się z administratorem, by uzyskać więcej informacji.

source: Done! Your account has been verified. You may now log in with your user name and password.
pl: Gotowe! Twoje konto zostało poprawnie zweryfikowane. Możesz się teraz zalogować podając swój login i hasło.

source: Done! Your account has been verified.
pl: Gotowe! Konto zostało zweryfikowane.

source: Your new account is not active yet. Please contact the site administrator for more information.
pl: Twoje konto nie jest jeszcze aktywne. Skontaktuj się z administratorem, by uzyskać więcej informacji.

source: Sorry! There was an error while marking your registration as verifed. Please contact an administrator.
pl: Pojawił się błąd w trakcie weryfikacji Twojego zgłoszenia. Skontaktuj się z administratorem.

source: Sorry! The verification code you provided does not match our records. Please check the code, and also check your e-mail for a newer verification code that might have been sent.
pl: Podany kod potwierdzający nie jest poprawny. Sprawdź i spróbuj ponownie.

source: Error! There was a problem retrieving the verification code for comparison.
pl: Błąd! W trakcie sprawdzania poprawności kodu potwierdzającego pojawił się problem.

source: Error! There is no pending verification code for '%1$s'. Please contact the site administrator.
pl: Błąd! Nie znaleziono kodu weryfikacyjnego dla konta '%1$s'. Skontaktuj się z administratorem.

source: Sorry! A registration does not exist for the user name you provided. Maybe your request has expired? Please check the user name, or contact an administrator.
pl: Brak zgłoszenia dla podanej nazwy użytkownika. Być może Twoje zgłoszenie przedawniło się? Sprawdź podaną nazwę użytkownika lub skontaktuj się z administratorem.

source: Error! Could not activate your account. Please contact the site administrator.
pl: Błąd! Aktywacja nie powiodła się. Skontaktuj się z administratorem.

source: Done! Account activated.
pl: Konto zostało aktywowane.

source: Sorry! You entered an invalid confirmation code. Please correct your entry and try again.
pl: Błędny kod potwierdzający. Popraw i spróbuj ponownie.

source: If you are not automatically re-directed then please click here.
pl: Jeśli nie nastąpi automatycznie przekierowanie, kliknij tutaj.

source: Done! Saved custom block.
pl: Gotowe! Blok został zapisany.

source: The current password you entered is not correct. Please correct your entry and try again.
pl: Podane aktualne hasło jest niepoprawne. Popraw je i spróbuj ponownie.

source: Your new password cannot match your current password.
pl: Nowe hasło nie może być takie samo jak poprzednie.

source: Warning! Your new password was saved, however there was a problem saving your new password reminder.
pl: Uwaga! Nowe hasło zostało zapisane, jednak pojawił się problem przy zapisie nowego przypomnienia hasła.

source: Done! Saved your new password.
pl: Gotowe! Hasło zostało zapisane.

source: Sorry! There was a problem saving your new password.
pl: Podczas zapisu nowego hasła pojawił się problem.

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
pl: Błąd! Podczas zapisu nowego adresu e-mail lub podczas wysyłania wiadomości potwierdzającej pojawił się problem.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
pl: Gotowe! Otrzymasz wiadomość na nowy adres e-mail w celu potwierdzenia zmiany. Postępuj zgodnie z instrukcjami podanymi w wiadomości.

source: Please log into your account in order to confirm your change of e-mail address.
pl: Zaloguj się na swoje konto aby potwierdzić zmianę adresu e-mail.

source: Error! Your e-mail has not been found. After your request you have five days to confirm the new e-mail address.
pl: Błąd! Nie znaleziono takiego adresu e-mail. Zmianę adresu e-mail należy potwierdzić w ciągu pięciu dni.

source: Done! Changed your e-mail address.
pl: Gotowe! Adres e-mail został zmieniony.

source: Warning! %1$s is deprecated.
pl: Uwaga! Funkcja %1$s jest przestarzała.

source: The value must be an integer.
pl: Wartość musi być wartością liczbą całkowitą (integer).

source: The value must be a string.
pl: Wartość musi być wartością łańcuchem znaków (string).

source: A user name is required, and cannot be left blank.
pl: Nazwa użytkownika jest wymagana i nie może pozostać pusta.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
pl: Podana wartość nie jest poprawną nazwą użytkownika. Poprawna nazwa może zawierać małe litery, cyfry, podkreślenia, kropki i myślniki.

source: An e-mail address is required, and cannot be left blank.
pl: Adres e-mail jest wymagany i nie może pozostać pusty.

source: Passwords must be at least %1$d characters in length.
pl: Hasło musi mieć przynajmniej %1$d znaków.

source: The value entered does not match the e-mail address entered in the e-mail address field.
pl: Podana wartość nie pasuje do podanego wcześniej adresu e-mail.

source: Invalid field name: '%1$s'.
pl: Nieprawidłowa nazwa pola: '%1$s'.

source: The field name '%1$s' contains invalid characters.
pl: Pole '%1$s' zawiera niedozwolone znaki.

source: Invalid field name: '%1$s'
pl: Nieprawidłowa nazwa pola: '%1$s'

source: The value supplied for the $isNullAllowed parameter is not a boolean.
pl: Wartość podana dla parametru $isNullAllowed nie jest wartością logiczną (boolean).

source: The value for this field cannot be null.
pl: Wartość tego pola nie może być null.

source: The value must be a boolean.
pl: Wartość musi być wartością logiczną (boolean).

source: The value entered does not match the password entered in the password field.
pl: Podana wartość nie pasuje do podanego wcześniej hasła.

source: Password set by administrator.
pl: Hasło wygenerowane przez administratora.

source: A password reminder is required, and cannot be left blank.
pl: Przypomnienie hasła jest wymagane i nie może pozostać puste.

source: You did not provide the correct answer for the security question. The correct answer is '%1$s' (not including the quotes).
pl: Nie podano prawidłowej odpowiedzi na pytanie zabezpieczające. Poprawna odpowiedź to '%1$s'.

source: Invalid form id.
pl: Nieprawidłowe id formularza.

source: The form id '%1$s' contains invalid characters.
pl: Id formularza '%1$s' zawiera niedozwolone znaki.

source: Invalid field definition
pl: Nieprawidłowa definicja pola

source: Form container mismatch.
pl: Kontener formularza jest nieprawidłowy.

source: Invalid field name: %1$s
pl: Nieprawidłowa nazwa pola: %1$s

source: The value must be an integer greater than or equal to 1.
pl: Wartość musi być liczbą całkowitą (integer) równą bądź większą niż 1.

source: The value must be an integer greater than or equal to 0.
pl: Wartość musi być liczbą całkowitą (integer) równą bądź większą niż 0.

source: The value must be one of the following:
pl: Wartość musi mieć jedną z następujących postaci:

source: The value must be a integer.
pl: Wartość musi być wartością liczbą całkowitą (integer).

source: The value must be a valid login method constant.
pl: Wartość musi być poprawną stałą dla metody logowania.

source: The value must be an integer greater than 3.
pl: Wartość musi być wartością liczbą całkowitą (integer) większą nić 3.

source: The value must be a valid approval sequence constant.
pl: Wartość musi być poprawną stałą dla etapu akceptacji.

source: The value must be a integer greater than or equal to 0.
pl: Wartość musi być liczbą całkowitą (integer) równą bądź większą niż 0.
