Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Translate embedded HTML entities into real characters
pl: Zamieniaj osadzone znaki HTML na prawdziwe znaki

source: HTML tags
pl: Tagi HTML

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
pl: Uwaga! Włączenie &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; lub &lt;iframe&gt; może narazić użytkowników na ataki, które mogą ujawnić ich dane personalne. Jeśli nie masz absolutnej pewności, że chcesz je włączyć - pozostaw je jako 'Zabronione'.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
pl: Uwaga! Użycie <a href="%s">HTMLPurifier</a> nadpisze ustawienia dla niektórych tagów (np: &lt;object&gt; i &lt;embed&gt;).

source: Check all
pl: Zaznacz wszystko

source: Allowed
pl: Dozwolone

source: Allowed with attributes
pl: Dozwolone z atrybutami

source: Tag usage (from <a href="http://www.w3schools.com">W3Schools</a>)
pl: Użycie tagu (za <a href="http://www.w3schools.com">W3Schools</a>)

source: About "&lt;%s&gt;"
pl: O znaczniku "&lt;%s&gt;"

source: Delete the entire log
pl: Usuń wszystkie logi

source: Export Options
pl: Opcje eksportu

source: Variable
pl: Zmienna

source: Variable value
pl: Wartość zmiennej

source: Automatic update settings
pl: Ustawienia automatycznych aktualizacji

source: Check for updates
pl: Sprawdzaj dostępność aktualizacji

source: How often
pl: Jak często?

source: Monthly
pl: Co miesiąc

source: Weekly
pl: Co tydzień

source: Daily
pl: Codziennie

source: Host settings
pl: Ustawienia serwera

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
pl: Limit czasu dla klucza autoryzacji ('authkey') w sekundach (domyślnie 0)

source: Bind authkey to user agent ('UserAgent')
pl: Powiąż klucz autoryzacji (authkey) z identyfikatorem klienta HTTP (UserAgent)

source: Secure host name
pl: Nazwa bezpiecznego hosta

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
pl: Uwaga: jeśli używasz innej nazwy hosta dla bezpiecznej sesji HTTPS i wstawiasz adres w pole 'Nazwa bezpiecznego hosta', upewnij się, czy zawiera ukośnik na końcu adresu.

source: Cookies settings
pl: Ustawienia cookies

source: Sign cookies
pl: Podpisywanie ciasteczek

source: Signing key
pl: Klucz podpisu

source: Session settings
pl: Ustawienia sesji

source: Security level
pl: Poziom bezpieczeństwa

source: High (user is logged-out after X minutes of inactivity)
pl: Wysoki (użytkownicy muszą się logować za każdym razem)

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
pl: Średni (użytkownicy zostają wylogowani po X minut nieaktywności, jeżeli nie użyto opcji 'Zapamiętaj mnie')

source: Automatically log user out after
pl: Automatycznie wyloguj użytkownika po

source: days (if 'Remember me' is activated)
pl: dniach (jeśli zaznaczono opcję 'Zapamiętaj mnie')

source: Expire session after
pl: Unieważnij sesję po

source: minutes of inactivity
pl: minutach nieaktywności

source: Store sessions
pl: Gdzie zapisywać sesje

source: File
pl: Plik

source: Database (recommended)
pl: W bazie danych (zalecane)

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
pl: Uwaga: jeśli zmienisz to ustawienie, to wszyscy aktualnie zalogowani użytkownicy (łącznie z Tobą) zostaną automatycznie wylogowani i konieczne będzie ponowne zalogowanie.

source: Path for saving session files
pl: Ścieżka do zapisywania plików sesji

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable.
pl: Uwaga: jeśli zmienisz 'Gdzie zapisywać sesje' na 'Plik', musisz podać ścieżkę w polu 'Ścieżka do zapisywania plików sesji'. Skrypt musi mieć prawa zapisu we wskazanym katalogu.

source: CSRF Token
pl: Klucz CSRF

source: Per session
pl: Jeden dla sesji

source: One time use
pl: Jednorazowy

source: Use sessions for anonymous guests
pl: Używaj sesji dla niezalogowanych użytkowników

source: Periodically regenerate session ID
pl: Okresowo odświeżaj ID sesji

source: Regenerate session ID during log-in and log-out
pl: Odśwież ID sesji podczas logowania

source: Regeneration probability
pl: Prawdopodobieństwo odświeżenia

source: % (0 to disable)
pl: % (0 aby wyłączyć)

source: IP checks on session (may cause problems for AOL users)
pl: Sprawdzanie IP dla sesji (może uniemożliwić prawidłową pracę dla użytkowników ze zmiennym IP)

source: Session cookie name
pl: Nazwa ciasteczka (cookie) sesji

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
pl: Uwaga: jeśli zmienisz 'Nazwa ciasteczka (cookie) sesji' to wszyscy aktualnie zalogowani użytkownicy (łącznie z Tobą) zostaną automatycznie wylogowani i konieczne będzie ponowne zalogowanie.

source: Intrusion Detection System
pl: System wykrywania włamań (IDS)

source: Use PHPIDS
pl: Włącz PHPIDS

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
pl: PHPIDS wykonuje wiele różnych testów i zwraca dla każdego liczbę punktów 'wpływu'. Łączna wartość 'wpływu' decyduje o tym, czy i jakie akcje są podejmowane.

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
pl: Dowiedz się więcej o tym systemie na <a href="http://phpids.org" title="stronie projektu PHPIDS">stronie projektu PHPIDS</a>.

source: Block action
pl: Sposób reakcji

source: Warn only
pl: Tylko ostrzegaj

source: Block
pl: Blok

source: Send email on block action
pl: Wyślij powiadomienie gdy akcja jest blokowana

source: Select filter rules to use
pl: Rodzaj pliku z regułami

source: IDS Rule path
pl: Ścieżka do pliku z regułami IDS

source: Default: config/phpids_zikula_default.xml
pl: Domyślnie: config/phpids_zikula_default.xml

source: Minimum impact to log intrusion in the database
pl: Minimalny wpływ by logować zdarzenia w bazie danych

source: Minimum impact to email the administrator
pl: Minimalny wpływ by wysłać powiadomienie o zdarzeniu

source: Minimum impact to block the request
pl: Minimalny wpływ by blokować zdarzenia

source: Minimum impact to kick the user (destroy the session)
pl: Minimalny wpływ by wylogować użytkownika

source: Select the way the impact thresholds are used in Zikula
pl: Sposób obliczania wartości progowej wpływu

source: React on impact per request (uses the values from above)
pl: Uwzględniaj wpływ pojedynczych zdarzeń (brane są pod uwagę powyższe poziomy wpływu)

source: React on impact sum per session [loose] (uses the values from above * 10)
pl: Uwzględniaj sumę wpływu w trakcie całej sesji (brane są pod uwagę powyższe poziomy wpływu * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
pl: Uwzględniaj sumę wpływu w trakcie całej sesji (brane są pod uwagę powyższe poziomy wpływu * 5)

source: Define which fields contain HTML and need preparation
pl: Które pola mogą zawierać HTML i wymagają sprawdzenia

source: (Place each value on a separate line.)
pl: (Podaj każdą wartość w osobnej linii.)

source: Define which fields contain JSON data and should be treated as such
pl: Które pola mogą zawierać dane JSON i wymagają sprawdzenia

source: Define which fields should not be monitored
pl: Które pola mają być ignorowane

source: Output filter settings
pl: Ustawienia filtra wyjścia

source: Select output filter
pl: Wybierz filtr wyjścia

source: Use internal output filter only
pl: Wewnętrzny filtr

source: Use 'HTML Purifier' + internal mechanism as output filter
pl: HTML Purifier i wewnętrzny filtr

source: Download the entire log to a csv file
pl: Pobierz cały log w formacie csv

source: Do you really want to delete the entire IDS log?
pl: Czy na pewno chcesz usunąć wszystkie logi IDS?

source: HTMLPurifier Settings
pl: Ustawienia HTMLPurifier

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
pl: Filtry HTMLPurifier są stosowane wówczas, gdy w szablonach wykorzystywany jest modyfikator 'safehtml' lub gdy zostaną one wywołane bezpośrednio w module.

source: Warning
pl: Uwaga

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
pl: Zła konfiguracja HTMLPurifier może powodować nieprawidłowe działanie systemu. Wprowadzane ustawienia nie są sprawdzane pod kątem poprawności. Upewnij się, że w pełni rozumiesz każdą dyrektywę, którą zmieniasz, i rozumiesz efekty, jakie ona wywołuje. Upewnij się także, czy są spełnione wszystkie wymagania dla zmienianych dyrektyw (na przykład czy jest zainstalowane dodatkowe oprogramowanie, jeśli któraś z dyrektyw tego wymaga).

source: will be applied after HTMLPurifier processing is completed.
pl: są aplikowane po zastosowaniu filtrów HTMLPurifier.

source: HTMLPurifier '%s' configuration directives
pl: Ustawienia dyrektyw HTMLPurifier - sekcja '%s'

source: Use default value (if checked) or override value
pl: Domyślne ustawienia (jeśli zaznaczono) lub podaj własne

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
pl: (Rozdziel każdą parę klucz-wartość dwukropkiem; na przykład klucz:wartość. Podaj każdą parę w osobnej linii.)

source: (Modification not supported.)
pl: (Brak możliwości zmiany.)

source: Value:
pl: Wartość:

source: Filter
pl: Filtr

source: IP Address
pl: Adres IP

source: Clear filter
pl: Wyczyść filtr

source: PHPIDS filter %s
pl: Filtr PHPIDS %s

source: Rule
pl: Reguła

source: No logged intrusions found.
pl: Brak zapisanych prób ataków.

source: Edit block
pl: Edytuj blok

source: Block placement filtering
pl: Opcje wyświetlania bloku

source: Position(s)
pl: Pozycje

source: Advanced placement options
pl: Zaawansowane opcje wyświetlania bloku

source: Show/hide advanced placement options
pl: Kliknij, aby wyświetlić/ukryć zaawansowane opcje wyświetlania bloku

source: To restrict the block's visibility to certain modules and module functions, you can create filter(s) and select the module, function type, function name and function arguments that you want to apply to the filter. All fields are optional. If you omit a field, it will act as an *.
pl: Aby ograniczyć widoczność bloku do pewnych modułów i funkcji modułów, możesz utworzyć filtr lub filtry oraz wybrać moduł, typ funkcji, nazwę funkcji i argumenty funkcji, które chcesz zastosować w filtrze. Wszystkie pola są opcjonalne. Puste działają jak '*'.

source: Create new filter
pl: Utwórz filtr

source: Function arguments (delimiter=&)
pl: Argumenty funkcji (rozdzielone=&)

source: Collapsibility
pl: Możliwość zwijania

source: Collapsible
pl: Zwijalny

source: Default state
pl: Domyślny status

source: Expanded
pl: Rozwinięty

source: Collapsed
pl: Zwinięty

source: Customisation
pl: Dostosowanie bloku

source: Block refresh interval
pl: Częstotliwość odświeżania bloku

source: Delete block position
pl: Usuń pozycję bloku

source: Do you really want to delete block position '%s'?
pl: Czy na pewno chcesz usunąć tę pozycję bloku '%s'?

source: New block
pl: Nowy blok

source: Do you really want to delete block '%s'?
pl: Czy na pewno chcesz usunąć ten blok '%s'?

source: Enable menu collapse icons
pl: Włącz ikony zwijania bloków

source: Click to activate this block
pl: Kliknij by włączyć ten blok

source: Click to deactivate this block
pl: Kliknij by wyłączyć ten blok

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order within site pages, scroll down (or <a href="#blockpositions">click here</a>), then edit a block position. You will be able to arrange the order of display for blocks assigned to that block position.
pl: Poniższa lista przestawia wszystkie bloki w serwisie (lub tylko włączone - w zależności do wyboru opcji 'Pokaż wszystkie bloki' lub 'Pokaż włączone bloki'). Lista ta nie odzwierciedla kolejności bloków wewnątrz pozycji. Aby zmienić kolejność bloków przewiń ekran w dół (lub <a href="#blockpositions">kliknij tu</a>), a następnie edytuj wybraną pozycję bloków.

source: Block Position
pl: Pozycja bloku

source: Active Status
pl: Status

source: Clear
pl: Wyczyść

source: Block ID
pl: ID bloku

source: Deactivate %s
pl: Wyłącz %s

source: Activate %s
pl: Włącz %s

source: Edit %s
pl: Edytuj %s

source: Delete %s
pl: Usuń %s

source: Block positions list
pl: Lista pozycji bloków

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, or to reorder the blocks within a block position, click on the 'Edit' icon beside that particular position. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
pl: Poniższa lista przedstawia dostępne pozycje bloków. Aby dodać nową pozycję, wybierz 'Utwórz pozycję bloku' z menu. Aby zmodyfikować pozycję lub zmienić kolejność bloków wewnątrz wybranej pozycji, kliknij ikonę edycji. Aby usunąć pozycję - kliknij ikonę kosza.

source: Theme tag
pl: Tag do wykorzystania w motywie

source: Edit blockposition %s
pl: Edycja pozycję %s

source: Delete blockposition %s
pl: Usuń pozycję %s

source: After create this block position, you will be able to assign some blocks for it, and adjust the order you want them to be displayed.
pl: Po utworzeniu pozycji bloku, można przyporządkować do niej wybrane bloki i określić w jakiej kolejności chcesz je wyświetlać.

source: New block position
pl: Nowa pozycja bloku

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
pl: Dozwolone znaki to a-z, A-Z, 0-9, myślnik (-) oraz znak podkreślenia (_).

source: Edit block position
pl: Edycja pozycji bloków

source: Block position
pl: Pozycja bloków

source: Block assignments
pl: Przypisania bloków

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
pl: Możesz zmienić kolejność bloków oraz dodać lub usunąć wybrany blok z pozycji stosując metodę 'przeciągnij i upuść'. Zmiany zostaną zapisane automatycznie, gdy tylko umieścisz blok w wybranym miejscu.

source: Blocks assigned to this position
pl: Bloki przypisane do tej pozycji

source: Title, Description
pl: Opis serwisu

source: Blocks not assigned to this position
pl: Bloki nieprzypisane do tej pozycji

source: Preferred language
pl: Wybierz język

source: Block settings
pl: Ustawienia bloku

source: You can restrict the access to certain settings higher than the default ("Edit") permissions level. Below is a list of these options.
pl: Możesz ograniczyć dostęp do pewnych ustawień podając wyższy niż domyślny poziom uprawień ("Edytuj"). Lista opcji jest poniżej.

source: Block titles
pl: Tytuły bloku

source: Block display settings
pl: Ustawienia wyświetlania

source: Block editing settings
pl: Ustawienia edycji

source: Template
pl: Szablon

source: Stylesheet
pl: Arkusz stylów

source: Choose stylesheet
pl: Wybierz

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
pl: Lista arkuszy stylów została ograniczona do tych, które wydają się skojarzone z wybranym motywem.<br />Jeśli nie znajdujesz między nimi arkusza stylów którego szukasz, możesz <a href="#" title="Kliknij tu aby wyświetlić wszystkie arkusze stylów">wyświetlić wszystkie arkusze stylów</a>.

source: Show editing links
pl: Pokaż linki edycji bloku

source: Display the links: "Add current URL" and "Edit this block".
pl: Wyświetlaj linki "Dodaj aktualny URL" oraz "Edytuj blok".

source: Strip base url from links
pl: Zamieniaj linki bezwzględne na względne

source: Base URL which will be removed: %s.
pl: Linki będą zmieniane na względne, usunięte zostanie: %s.

source: Note! Short URLs are enabled. It's strongly recommended to turn on this option when using short URLs.
pl: Uwaga! W serwisie włączone są przyjazne linki. Zalecane jest włączenie tej opcji jeśli używasz przyjaznych linków.

source: Maximum depth of tree
pl: Maksymalna ilość zagłębień (poziomów)

source: Zero means no limit.
pl: Zero oznacza brak limitu.

source: Class list for links
pl: Lista klas dla linków

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
pl: Tytuł klasy będzie widoczna dla użytkownika. Nazwa klasy będzie użyta jako wartość atrybutu "class".

source: Class name
pl: Nazwa klasy

source: Class title
pl: Tytuł klasy

source: Change active language:
pl: Zmień aktywny język:

source: Choose menu
pl: Wybierz menu

source: Edit menu item
pl: Edytuj element

source: Field Name is required.
pl: Pole Nazwa jest wymagane.

source: Please fill required fields
pl: Prosimy o wypełnienie pól wymaganych

source: Menu item data
pl: Dane elementu menu

source: Use one for all languages
pl: Wspólne dla wszystkich języków

source: CSS class
pl: Klasa CSS

source: Choose class
pl: Wybierz klasę

source: Active?
pl: Włączony?

source: Add the current URL as new link in this block
pl: Dodaj bieżący URL jako nowy link do tego boku

source: Add current URL
pl: Dodaj aktualny URL

source: Edit this block
pl: Edytuj blok

source: Document URL
pl: URL dokumentu

source: Document contents
pl: Zawartość dokumentu

source: Style sheet URL
pl: URL arkusza stylów

source: Style sheet contents
pl: Zawartość arkusza stylów

source: File name (including relative path from Zikula root directory)
pl: Plik (ścieżka względna wobec katalogu Zikuli)

source: File type
pl: Typ pliku

source: Form of display
pl: Sposób wyświetlania

source: Flags
pl: Flagi

source: Dropdown menu
pl: Lista rozwijana

source: List
pl: Lista zwykła

source: Translate options
pl: Pełne nazwy języków

source: CSS styling
pl: Style CSS

source: Style sheet
pl: URL arkusza stylów

source: Visibility within block
pl: Wyświetlanie w menu

source: Modules manager
pl: Menadżer modułów

source: Insert blank after
pl: Wstaw pusty po

source: New row
pl: Nowy wiersz

source: Template for this block
pl: Szablon dla tego menu

source: Display links to installed modules
pl: Wyświetl linki do zainstalowanych modułów

source: In the table below, drag and drop the menu items into your desired order. It is also possible to create nesting menu entries if you move an entry onto an existing row. The item order and the contents of each menu item are saved when you click the 'Save' button. The number in the right-hand column is the ID of the menu item. Use this ID number if you want to use permission rules to restrict access to the menu item.
pl: Możesz zmienić kolejność elementów w menu używając metody 'przeciągnij i upuść'. Możliwe jest tworzenie zagłębień, poprzez upuszczenie wybranego elementu menu na inny element. Pozycje menu oraz ich układ będą zapisane po kliknięciu 'Zapisz'. Numer w ostatniej kolumnie oznacza nr ID pozycji. Jest on potrzebny podczas ustalania dostępu do pozycji w uprawnieniach.

source: You can use bracket URLs in the form: &#123;modname&#125;, &#123;modname:type:func&#125; or &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. You may also specify the homepage as &#123;homepage&#125;.
pl: Możesz użyć adresów URl w nawiasach w postaci: &#123;modname&#125;, &#123;modname:type:func&#125; lub &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. Możesz też określić stronę główną jako &#123;homepage&#125;.

source: Create new menu item
pl: Dodaj nowy element menu

source: Image
pl: Obrazek

source: Error! Encountered a problem:
pl: Błąd! Wystąpił problem:

source: Add the current URL as a new link in this block
pl: Dodaj bieżący URL jako nowy link do tego boku

source: Mail transport
pl: Metoda wysyłania poczty

source: HTML-formatted messages
pl: Tekst sformatowany (HTML)

source: SMTP settings
pl: Ustawienia SMTP

source: SMTP user name
pl: Nazwa użytkownika SMTP

source: SMTP password
pl: Hasło SMTP

source: Settings test
pl: Test ustawień

source: Sender's e-mail address
pl: Adres e-mail nadawcy

source: Recipient's name
pl: Nazwa adresata

source: Recipient's e-mail address
pl: Adres e-mail adresata

source: Message Type
pl: Format wiadomości

source: Plain-text message
pl: Tekstowa

source: HTML-formatted message
pl: Tekst sformatowany (HTML)

source: Multi-part message
pl: Oba formaty

source: This page is locked
pl: Ta strona jest zablokowana

source: This page is locked because another user is working on it. Please wait: the page will be unlocked automatically when the other user has finished, and you will be informed.
pl: Ta strona jest zablokowana przez innego użytkownika. Stanie się ona aktywna automatycznie po zakończeniu pracy przez użytkownika, który nad nią pracuje.

source: Locked by %s.
pl: Zablokowane przez %s.

source: Check again
pl: Sprawdź ponownie

source: Edit module category
pl: Modyfikuj kategorię

source: Module category
pl: Dane kategorii

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
pl: Wyświetla listę kategorii modułów. W kolumnie 'Czynności', po prawej, możesz wybrać edycję bądź usunięcie kategorii.

source: Lets you edit the name and description of an existing module category.
pl: Pozwala edytować nazwę oraz opis istniejącej kategorii.

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
pl: Pozwala usunąć kategorię. Przed usunięciem zostanie wyświetlona prośba o potwierdzenie.

source: Lets you add a new category to the module categories tab list. You can edit the following:
pl: Pozwala dodać nową kategorię do listy zakładek modułów. Możesz edytować poniższe opcje:

source: Enter the name to be displayed within the categories tab menu.
pl: Podaj nazwę kategorii. Będzie ona wyświetlana w zakładce w menu administracji.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
pl: Podaj opis kategorii. Będzie on wyświetlany po nazwie aktywnej zakładki w menu administracji.
