Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
pl: Nazwa użytkownika służy do identyfikacji Twojego konta. Jest konieczna, nawet jeśli nie będzie wykorzystywana do logowania.

source: Set a password
pl: Hasło

source: The minimum length for user passwords is %s characters.
pl: Minimalna długość hasła to: %s.

source: Repeat your Password for verification
pl: Powtórz hasło

source: Enter your e-mail address
pl: Podaj adres e-mail

source: You will use your e-mail address to identify yourself when you log in.
pl: Adres e-mail będzie służył jako identyfikator w trakcie logowania do tego serwisu.

source: Repeat your E-mail address for verification
pl: Powtórz adres e-mail

source: Answer the security question
pl: Odpowiedź na pytanie zabezpieczające

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
pl: To pytanie ma na celu zabezpieczenie przed botami i skryptami.

source: Reset
pl: Resetuj

source: Choose how you would like to log in.
pl: Wybierz metodę logowania.

source: Log in below, or change how you would like to log in.
pl: Zaloguj się lub wybierz inną metodę logowania.

source: If you prefer, you can create an account and password for use only with this site by clicking below...
pl: Możesz także utworzyć konto w tym serwisie klikając na poniższy link...

source: Click on one of the following to log into this site using that service...
pl: Kliknij, by zalogować się korzystające z tej usługi...

source: Continue registration
pl: Kontynuuj

source: The registration option you chose is not available at the moment.
pl: Wybrana opcja rejestracji jest aktualnie niedostępna.

source: Enter verification code
pl: Kod potwierdzający

source: Verification code
pl: Kod potwierdzający

source: Please enter your user name and the verification code you received.
pl: Podaj nazwę użytkownika oraz otrzymany kod potwierdzający.

source: You must establish a password for your account before the verification process is complete.
pl: Przed zakończeniem procesu weryfikacji musisz ustawić hasło.

source: Account information recovery
pl: Odzyskiwanie informacji o koncie

source: Please enter your e-mail address below and click the 'Submit' button. You will be sent an e-mail with your account information.
pl: Podaj swój adres e-mail i kliknij 'Wyślij'. Otrzymasz wiadomość e-mail z informacjami o swoim koncie.

source: Before logging in, the site administrator has asked that you change the password for your account.
pl: Przed zalogowaniem się musisz zmienić hasło do swojego konta.

source: If you leave this page without successfully changing your password, then you will not be logged in.
pl: Opuszczając tę stronę bez zmiany hasła, nie zalogujesz się do serwisu.

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
pl: Aby zmienić hasło, podaj obecne hasło a następnie dwukrotnie nowe hasło.

source: Once you have successfully changed your password, the log-in process will continue.
pl: Po zmianie hasła, proces logowania będzie kontynuowany.

source: Change password
pl: Zmiana hasła

source: Current password
pl: Aktualne hasło

source: New password (repeat for verification)
pl: Powtórz nowe hasło

source: New password reminder
pl: Nowe przypomnienie hasła

source: Save and continue logging in
pl: Zapisz i kontynuuj

source: Enter confirmation code
pl: Kod potwierdzający

source: Confirmation code
pl: Kod potwierdzający

source: Log-in and registration
pl: Logowanie i rejestracja

source: Please choose an action:
pl: Wybierz jedną z poniższych opcji:

source: Notice: New user registration is currently disabled.
pl: Uwaga: rejestracja jest obecnie wyłączona.

source: Reasons
pl: Powody

source: Recover lost user name or password
pl: Odzyskaj login lub hasło

source: Go back to the homepage
pl: Powrót do strony głównej

source: New registration pending approval
pl: Nowe zgłoszenie oczekujące na akceptację

source: New registration pending approval: %s
pl: Nowe zgłoszenie oczekujące na akceptację: %s

source: New registration pending e-mail verification
pl: Nowe zgłoszenie oczekujące na weryfikację adresu e-mail

source: New registration pending verification: %s
pl: Nowe zgłoszenie oczekujące na weryfikację adresu e-mail: %s

source: New user activated
pl: Aktywowano nowe konto

source: New user activated: %s
pl: Aktywowano nowe konto: %s

source: A new user account has been activated on %1$s.
pl: Konto nowego użytkownika zostało właśnie aktywowane w serwisie. Jego nazwa: %1$s.

source: It was created by an administrator or sub-administrator logged in as '%1$s'.
pl: To konto zostało utworzone przez administratora o loginie: '%1$s'.

source: The account details are as follows:
pl: Dane o koncie użytkownika:

source: User name: '%s'.
pl: Nazwa użytkownika: '%s'.

source: Your recent request at %1$s.
pl: Zgłoszenie w serwisie %1$s.

source: A message from %1$s...
pl: Wiadomość z serwisu %1$s...

source: Recently, this e-mail address ('%1$s') was used to request an account on '%2$s' (%3$s).
pl: Ty lub ktoś używający Twojego adresu e-mail ('%1$s') wysłał zgłoszenie rejestrujące nowe konto w serwisie '%2$s' (%3$s).

source: The information that was registered is as follows:
pl: Dane podane w trakcie rejestracji:

source: Thank you for your application for a new account. At this time we are unable to approve your application.
pl: Dziękujemy za wypełnienie formularza rejestracyjnego w naszym serwisie. Niestety Twoje zgłoszenie nie zostało zaakceptowane.

source: Reset your password at '%1$s'
pl: Zmiana hasła w serwisie '%1$s'

source: Hello!
pl: Witaj!

source: The user account '%1$s' at %2$s has this e-mail address associated with it.
pl: Konto użytkownika '%1$s' w serwisie %2$s powiązane jest z tym adresem e-mail.

source: The administrator at %s requested that you receive a confirmation code that will allow you to reset your password.
pl: Administrator serwisu %s wysłał tę wiadomość z kodem potwierdzającym, pozwalającym na zmianę hasła.

source: Someone with the IP address %s has just requested a confirmation code to allow the password for your account to be reset.
pl: Z adresu IP %s wysłano prośbę o podanie kodu potwierdzającego, który umożliwi odzyskanie hasła.

source: The confirmation code is: %s
pl: Kod potwierdzający to: %s

source: With this confirmation code, you can now create a new password by clicking on this link:
pl: Za pomocą tego kodu możesz wygenerować nowe hasło pod adresem:

source: Reset My Password
pl: Zmień hasło

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %s )
pl: (Jeśli nie możesz kliknąć na link, skopiuj adres i wklej w pasku adresowym przeglądarki: %s )

source: If the request was not made by you then you don't need to take any action.
pl: Jeśli żądanie zmiany hasła nie zostało wysłane przez Ciebie, możesz zignorować tę wiadomość.

source: The password won't be changed unless the confirmation code is used, and you are the only recipient of this message.
pl: Hasło nie zostanie zmienione bez użycia kodu potwierdzającego, zawartego w tej wiadomości. Kod ten został wysłany tylko na ten adres e-mail.

source: You can just delete the message and log-in with your existing password next time you visit the site.
pl: Możesz usunąć tę wiadomość i logować się nadal korzystając z dotychczasowego hasła.

source: '%1$s' account information
pl: Informacje o koncie '%1$s'

source: The administrator at %s requested that you receive your user name via e-mail.
pl: Administrator serwisu %s wysłał do Ciebie tę wiadomość z informacjami o Twoim koncie.

source: Someone with the IP address %1$s has just requested the user name of the account at %2$s associated with this e-mail address.
pl: Z adresu IP %1$s wysłano prośbę o podanie nazwy użytkownika dla konta w serwisie %2$s, powiązanego z tym adresem e-mail.

source: The user name for your account is: %1$s
pl: Nazwa użytkownika dla tego konta to: %1$s

source: You may use the following information to log into your account at:
pl: Możesz zalogować się korzystając z następujących metod:

source: You do not have any active methods available to log into our site. Please contact a site administrator.
pl: Brak aktywnych metod logowania. Skontaktuj się z administratorem.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
pl: Nikt poza Tobą nie otrzymał tej wiadomości, Twój login nie został wysłany do innych adresatów.

source: You can just delete this message.
pl: Możesz po prostu usunąć tę wiadomość.

source: Welcome to %1$s!
pl: Witaj w serwisie %1$s!

source: Welcome to %1$s (%2$s)!
pl: Witaj w serwisie %1$s (%2$s)!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
pl: Witaj! Ty lub ktoś używający Twojego adresu e-mail ('%1$s') zarejestrował konto w serwisie '%2$s'.

source: Your account details are as follows:
pl: Dane Twojego zgłoszenia są następujące:

source: User name: %s
pl: Nazwa użytkownika: %s

source: Password: %s
pl: Hasło: %s

source: Welcome to %1$s, %2$s!
pl: Witaj w serwisie %1$s, %2$s!

source: This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
pl: Ty lub ktoś używający Twojego adresu e-mail ('%1$s') zarejestrował konto w serwisie '%2$s' (%3$s).

source: (This is the only time you will receive your password. Please keep it in a safe place.)
pl: (Zachowaj hasło na przyszłość. Nie będziemy w stanie wysłać go ponownie.)

source: Your account application has been approved. Thank you for your patience during the new account application review process.
pl: Twoje zgłoszenie zostało zaakceptowane.

source: The web site administrator has created this new account for you.
pl: Administrator serwisu utworzył dla Ciebie konto.

source: You may now log into the web site with your user name and password.
pl: Możesz się już zalogować w serwisie podając swój login i hasło.

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
pl: Z adresu IP %1$s wysłano prośbę o podanie informacji o koncie w serwisie %2$s, powiązanym z tym adresem e-mail.

source: You may use the following information to %1$slog into your account%2$s:
pl: Możesz %1$s zalogować się %2$s podając następujące dane:

source: (If you cannot click on the log-in link, you can copy this URL and paste it into your browser: %s )
pl: (Jeśli nie możesz kliknąć na link - skopiuj go i wklej w pasku adresowym przeglądarki: %s )

source: With this confirmation code, you can now create a new password by clicking on this link: %s
pl: Za pomocą tego kodu możesz wygenerować nowe hasło pod adresem: %s

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
pl: (Jeśli nie możesz kliknąć na link - skopiuj go i wklej w pasku adresowym przeglądarki.)

source: If the request was not made by yourself then you don't need to take any action.
pl: Jeśli żądanie odzyskania hasła nie zostało wysłane przez Ciebie, możesz zignorować tę wiadomość.

source: Password: %s
pl: Hasło: %s

source: Verify your request to change your e-mail address at '%1$s'
pl: Potwierdzenie zmiany adresu e-mail w serwisie '%1$s'

source: Hello! You requested to change your e-mail address for user account '%1$s' at %2$s from %3$s to %4$s.
pl: Witaj. To jest wiadomość potwierdzająca zmianę adresu e-mail z %3$s na %4$s dla konta '%1$s' w serwisie %2$s.

source: You must confirm this change before it will take effect.
pl: Aby zmiana została wprowadzona, niezbędne jest jej potwierdzenie.

source: If you do not confirm this change within the next day, the request will be deleted from our system.
pl: Jeśli nie potwierdzisz zmiany w ciągu najbliższego dnia, zgłoszenie zostanie usunięte.

source: You can confirm the e-mail address change by clicking on this link:
pl: Możesz potwierdzić zmianę adresu e-mail klikając ten link:

source: Verify my e-mail address change.
pl: Potwierdź zmianę adresu e-mail.

source: (If you cannot click on the link above, you can copy this URL into your browser:
pl: (Jeśli nie możesz kliknąć na link - skopiuj go i wklej w pasku adresowym przeglądarki:

source: If you did not make this request then you do not need to take any action.
pl: Jeśli zgłoszenie nie zostało wysłane przez Ciebie, możesz zignorować tę wiadomość.

source: The e-mail address wil not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
pl: Adres e-mail nie zostanie zmieniony dopóki nie potwierdzisz tej zmiany. Nikt poza Tobą nie otrzymał tej wiadomości. Możesz więc po prostu usunąć ją i nie zmieniać adresu e-mail.

source: Verify your e-mail address for %s.
pl: Weryfikacja adresu e-mail w serwisie %s.

source: Hello! This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
pl: Witaj! Ty lub ktoś używający Twojego adresu e-mail ('%1$s') zarejestrował konto w serwisie '%2$s' (%3$s).

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
pl: Jeśli to zgłoszenie nie zostało wysłane przez Ciebie, skontaktuj się z administratorem serwisu lub po prostu zignoruj tę wiadomość.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
pl: Jeśli jednak zgłoszenie zostało wysłane przez Ciebie - oczekuje ono na weryfikację adresu e-mail.

source: Your request is also waiting for administrator approval.
pl: Zgłoszenie wymaga także jeszcze akceptacji administratora.

source: We will not be able to approve your request until after you have completed this verification step.
pl: Wcześniej musisz potwierdzić poprawność adresu e-mail.

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
pl: Gdy adres e-mail zostanie potwierdzony, a zgłoszenie zaakceptowane przez administratora, możliwe będzie zalogowanie się w serwisie.

source: Please click on the following link to complete the e-mail address check:
pl: Kliknij w poniższy link aby zakończyć proces rejestracji:

source: If you are not able to click on the above link, you can copy it into your browser.
pl: Jeśli nie możesz kliknąć na link - skopiuj go i wklej w pasku adresowym przeglądarki.

source: Your verification code is:
pl: Kod potwierdzający to:

source: Once verified and your account has been approved, then you will be able to log in.
pl: Po weryfikacji adresu e-mail i zatwierdzeniu zgłoszenia, będzie możliwe zalogowanie się w serwisie.

source: Once verified, you will be able to choose a password and then log in.
pl: Po weryfikacji adresu e-mail, konieczne będzie ustawienie hasła do konta a następnie możliwe zalogowanie się w serwisie.

source: Once verified, you will be able to log in.
pl: Po weryfikacji adresu będzie możliwe zalogowanie się w serwisie.

source: Password reminder: %s
pl: Przypomnienie hasła: %s

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
pl: Pamiętaj: zarówno weryfikacja zgłoszenia jak i jego akceptacja przez administratora muszą być wykonane przed zalogowaniem się w serwisie.

source: You will receive an additional e-mail message once an administrator has reviewed your request.
pl: Otrzymasz dodatkowe powiadomienie, gdy administrator rozpatrzy Twoje zgłoszenie.

source: Verify my e-mail address
pl: Potwierdź adres e-mail

source: If you are not able to click on the above link, you can copy the following URL into your browser:
pl: Jeśli nie możesz kliknąć na link - skopiuj go i wklej w pasku adresowym przeglądarki:

source: You can confirm the e-mail address change by going to this URL with your browser:
pl: Aby potwierdzić zmianę adresu e-mail otwórz w przeglądarce ten adres URL:

source: Important: For security reasons, you must change your password before you can log in. Thank you for your understanding.
pl: Ważne: ze względów bezpieczeństwa, musisz zmienić hasło przed zalogowaniem się.

source: Edit module
pl: Modyfikuj moduł

source: Module display name
pl: Wyświetlana nazwa modułu

source: Module URL
pl: Nazwa modułu w adresach URL

source: Defaults
pl: Domyślne wartości

source: Restore now
pl: Przywróć

source: This may break your existing indexed URLs
pl: Może to spowodować, że stare linki przestaną działać

source: Uninstall module
pl: Odinstaluj moduł

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
pl: Uwaga: ta czynność trwale usunie wszystkie treści powiązane z tym modułem, w tym treści generowane przez rozszerzenia powiązane z tym modułem.

source: Do you really want to uninstall this module?
pl: Czy na pewno chcesz odinstalować ten moduł?

source: Warning! This module still has %s active block. Removing this module will also permanently remove this block.
pl: Uwaga! Ten moduł posiada aktywny blok. Odinstalowanie modułu spowoduje również usunięcie tego bloku.

source: Warning! Other modules present in your system are dependent on this module. If you uninstall this module then all modules that require it will also be uninstalled.
pl: Uwaga! Inne zainstalowane moduły wymagają tego moduł do działania. Jeśli odinstalujesz ten moduł, wszystkie moduły wymagające go do działania także zostaną odinstalowane.

source: Module name
pl: Nazwa modułu

source: Level
pl: Poziom

source: optional
pl: opcjonalne

source: Uninstall
pl: Odinstaluj

source: System plugins
pl: Pluginy systemowe

source: Internal Plugin name
pl: Systemowa nazwa pluginu

source: Plugin display name
pl: Wyświetlana nazwa pluginu

source: Incompatible version with the core
pl: Niekompatybilna wersja

source: The version of this module is incompatible with the version of the core.
pl: Ta wersja modułu jest niekompatybilna z obecną wersją systemu.

source: The minimal version of the core that this module supports is %s
pl: Minimalna wersja systemu wspierana przez ten moduł: %s

source: The maximal version of the core that this module supports is %s
pl: Maksymalna wersja systemu wspierana przez ten moduł: %s

source: Module defaults
pl: Domyślne ustawienia modułów

source: Hard module regenerate to reset displayname, url and description to defaults
pl: Przywróć wszystkim modułom domyślne ustawienia dla nazw wyświetlanych, nazw w URL-ach oraz opisów

source: Error! Could not regenerate the modules list.
pl: Błąd! Nie udało się odświeżyć listy modułów.

source: Error! The modules list could not be regenerated because there are one or more problems in the Zikula file system. You need to correct them before you can proceed. Please read this explanation:
pl: Błąd! Lista modułów nie została odświeżona, ponieważ w systemie plików znalezione zostały błędy. Skoryguj je przed dalszymi czynnościami:

source: In the table below, the left-hand column lists the internal name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module internal name can only be associated with one single instance of a module.
pl: W poniższej tabeli lewa kolumna zawiera listę nazw systemowych modułów, dla których wykryto duplikaty. W kolumnach środkowej i prawej wymieniono katalogi, w których wykryty moduł został znaleziony (znajdują się one w katalogu '/modules'). Należy usunąć wszystkie duplikaty wymienione na tej liście, pozostawiając tylko po jednym wystąpieniu danego modułu. Pojedyncza nazwa systemowa modułu może wskazywać tylko na jeden moduł.

source: In the table below, the left-hand column lists the display name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module display name can only be associated with one single instance of a module.
pl: W poniższej tabeli lewa kolumna zawiera listę wyświetlanych nazw modułów, dla których wykryto duplikaty. W kolumnach środkowej i prawej wymieniono katalogi, w których wykryty moduł został znaleziony (znajdują się one w katalogu '/modules'). Należy usunąć wszystkie duplikaty wymienione na tej liście, pozostawiając tylko po jednym wystąpieniu danego modułu. Pojedyncza nazwa modułu może wskazywać tylko na jeden moduł.

source: Subscription
pl: Odbiorcy

source: Provision
pl: Dostawcy

source: Attached areas
pl: Powiązane usługi

source: Detach
pl: Usuń

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
pl: Brak powiązanych usług.<br />Przeciągnij tutaj usługi, które chcesz powiązać.

source: Available areas
pl: Dostępne usługi

source: There are no providers available for %s.
pl: Brak dostępnych dostawców usług dla modułu %s.

source: Module Services
pl: Usługi modułów

source: Module Services are functions provided by the core or other modules for this module.
pl: Usługi modułów są funkcjami dostarczanymi przez moduły systemowe i dodatkowe innym modułom.

source: There aren't any modules services available.
pl: Brak dostępnych usług modułów.

source: Connect %s to other modules
pl: Powiąż %s z innymi modułami

source: %s module provides the following area:
pl: Moduł %s dostarcza następującą usługę:

source: To connect %s to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
pl: Aby powiązać moduł %s z modułami wymienionymi niżej, zaznacz pola przy odpowiednich usługach.

source: Connections
pl: Powiązania

source: Notice! This module either requires or recommends additional modules be installed. The report below details these requirements and/or recommendations.
pl: Uwaga! Moduł wymaga lub zawiera zalecenia instalacji dodatkowych rozszerzeń. Poniżej znajduje się szczegółowa informacja o zależnościach.

source: Not present
pl: Brak

source: Required
pl: Wymagane

source: Recommended
pl: Zalecany

source: Do you really want to install this module?
pl: Czy na pewno chcesz zainstalować ten moduł?

source: Error! Required dependencies are not present. To install this module, please upload the dependencies.
pl: Błąd! Brak jednego lub więcej wymaganych rozszerzeń. Aby zainstalować ten moduł, należy wgrać również wymagane rozszerzenia.

source: Note: Modules are software that extends the functionality of a site. There is a wide choice of add-on modules available from the %s.
pl: Moduły odpowiadają za funkcjonalność serwisu. %s zawiera szeroki wybór modułów, które pozwolą wzbogacić serwis o dodatkowe funkcje.

source: Go to the module's administration panel
pl: Przejdź do panelu administracyjnego modułu

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
pl: Poniższe filtry są stosowane wówczas, gdy w szablonach wykorzystywany jest modyfikator 'safehtml' lub gdy zostaną one wywołane bezpośrednio w module.

source: HTML entities
pl: Znaczniki HTML
