Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Error! Cannot determine valid 'cid' for edit mode in 'ZikulaCategoriesModule_admin_edit'.
pl: Błąd! Nie udało się ustalić poprawnego 'cid' dla trybu edycji w funkcji 'Categories_admin_edit'.

source: Sorry! No such item found.
pl: Nie znaleziono takiego elementu.

source: Done! Saved the %s category.
pl: Gotowe! Kategoria %s została zapisana.

source: Done! Inserted the %s category.
pl: Gotowe! Kategoria %s została wstawiona.

source: Done! Deleted the %s category.
pl: Gotowe! Kategoria %s została usunięta.

source: Done! Copied the %s category.
pl: Gotowe! Kategoria %s została skopiowana.

source: Done! Moved the %s category.
pl: Gotowe! Kategoria %s została przeniesiona.

source: Done! Rebuilt the category paths.
pl: Gotowe! Ścieżki kategorii zostały przebudowane.

source: Done! Deleted the category registry entry.
pl: Gotowe! Wpis rejestru kategorii został usunięty.

source: Error! You did not select a module.
pl: Błąd! Nie wybrano modułu.

source: Error! You did not select an entity.
pl: Błąd! Nie wybrano tabeli modułu.

source: Error! You did not enter a property name.
pl: Błąd! Nie podano nazwy klucza.

source: Error! You did not select a category.
pl: Błąd! Nie wybrano kategorii.

source: Done! Saved the category registry entry.
pl: Gotowe! Wpis rejestru kategorii został zapisany.

source: Done! Saved module configuration.
pl: Gotowe! Konfiguracja modułu została zaktualizowana.

source: Sorry! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
pl: Edycja własnych kategorii nie została włączona. Jedynie administrator serwisu może włączyć tę funkcję.

source: Error! The URL contains an invalid 'document root' parameter.
pl: Błąd! Nieprawidłowy parametr 'docroot' w URL-u.

source: Error! The root directory cannot be modified in 'user' mode
pl: Błąd! Katalog główny nie może być modyfikowany w trybie 'użytkownika'

source: Error! It looks like you are trying to edit another user's categories. Only site administrators can do that (%s).
pl: Błąd! Wygląda na to, że próbujesz edytować kategorię innego użytkownika (%s). Tylko administratorzy są uprawnieni do tego.

source: Notice: The administrator has locked the category '%2$s' (ID '%$1s'). You cannot edit or delete it.
pl: Uwaga: administrator zablokował kategorię '%2$s' (ID '%$1s'). Nie możesz jej edytować ani usunąć.

source: Error! Cannot access root directory (%s).
pl: Błąd! Brak dostępu do kategorii nadrzędnej (%s).

source: Error! The specified category is not a leaf-level category (%s).
pl: Błąd! Wybrana kategoria nie jest kategorią końcową (%s).

source: Error! The specified category is not a child of the document root (%1$s; %2$s).
pl: Błąd! Podana kategoria nie jest podrzędną kategorii głównej (%1$s, %2$s).

source: Error! Editing mode for user-owned categories is only available to users who have logged-in.
pl: Błąd! Tylko zalogowani użytkownicy mogą edytować kategorie.

source: Error! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
pl: Błąd! Edycja własnych kategorii nie została włączona. Jedynie administrator serwisu może włączyć tę funkcję.

source: Error! Could not determine the user root node.
pl: Błąd! Nie można określić głównej kategorii użytkowników.

source: Error! The user root node seems to point towards an invalid category: %s.
pl: Błąd! Główna kategoria użytkowników wskazuje na nieprawidłową kategorię: %s.

source: Error! Cannot determine user category root node name.
pl: Błąd! Nie można określić nazwy głównej kategorii użytkownika.

source: Error! The user root category node for this user does not exist, and the automatic creation flag (autocreate) has not been set.
pl: Błąd! Kategoria główna dla tego użytkownika nie istnieje.

source: Default
pl: Domyślny

source: Error! The document root is invalid.
pl: Błąd! Nieprawidłowy parametr 'docroot' w URL-u.

source: Error! The category ID is invalid.
pl: Błąd! Nieprawidłowy identyfikator (ID) kategorii.

source: Error! Cannot retrieve category with ID %s.
pl: Błąd! Nie można odczytać kategorii o ID %s.

source: Error! Cannot determine valid 'cid' for edit mode in 'Categories_admin_edit'.
pl: Błąd! Nie udało się ustalić poprawnego 'cid' dla trybu edycji w funkcji 'Categories_admin_edit'.

source: Categories
pl: Kategorie

source: Category administration.
pl: Zarządzanie kategoriami.

source: categories
pl: kategorie

source: Error! You did not enter a name for the category.
pl: Błąd! Nie wybrano kategorii.

source: Category %s must be unique under parent
pl: Kategoria %s musi być unikalna w obrębie tego samego rodzica

source: Modules
pl: Moduły

source: General
pl: Ogólne

source: Yes/No
pl: Tak/Nie

source: Publication status (extended)
pl: Status publikacji (rozszerzony)

source: Pending
pl: Oczekujący

source: Checked
pl: Sprawdzone

source: Approved
pl: Zaakceptowany

source: Rejected
pl: Odrzucone

source: Gender
pl: Płeć

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Title
pl: Tytuł

source: Mr.
pl: Pan

source: Mrs.
pl: Pani

source: Ms.
pl: Pani

source: Miss
pl: Panna

source: Activity status
pl: Status aktywności

source: Active
pl: Aktywny

source: Inactive
pl: Nieaktywny

source: Publication status (basic)
pl: Status publikacji (podstawowy)

source: Users
pl: Użytkownicy

source: Global
pl: Globalne

source: Blogging
pl: Blogi

source: Music and audio
pl: Muzyka

source: Art and photography
pl: Sztuka i fotografia

source: Writing and thinking
pl: Literatura i publicystyka

source: Communications and media
pl: Komunikacja i media

source: Travel and culture
pl: Podróże i kultura

source: Science and technology
pl: Nauka i technologia

source: Sport and activities
pl: Sport i rekreacja

source: Business and work
pl: Biznes i praca

source: Categories list
pl: Lista kategorii

source: Create new category
pl: Utwórz kategorię

source: Category registry
pl: Rejestr kategorii

source: Rebuild paths
pl: Przebuduj ścieżki

source: Settings
pl: Ustawienia

source: Categories manager
pl: Kategorie

source: Error! The user root node seems to point towards an invalid category.
pl: Błąd! Główna kategoria użytkowników wskazuje na nieprawidłową kategorię.

source: Notice: The changes made via Admin Panel will be saved on '%1$s' because it seems that the .ini files on '%2$s' are not writable.
pl: Uwaga: zmiany dokonane przez Panel Administracyjny będą zapisane w '%1$s' ponieważ wydaje się, że plik .ini w '%2$s' nie ma odpowiednich praw do zapisu.

source: Error! Cannot write any configuration changes. Make sure that the .ini files on '%1$s' or '%2$s', and the folder itself, are writable.
pl: Błąd! Nie można zapisać zmian konfiguracji. Upewnij się, że pliki .ini w '%1$s' i '%2$s' i sam folder mają prawa do zapisu.

source: Notice: Seems that your %1$s's .ini files are writable. Be sure that there are no .ini files on '%2$s' because if so, the Theme Engine will consider them and not your %1$s's ones.
pl: Uwaga: wydaje się, że plik .ini %1$s ma prawa do zapisu. Upewnij się, że nie ma pliku .ini w '%2$s'. Jeśli jest, wówczas system motywów będzie korzystał z niego, a nie z pliku %1$s.

source: If the system cannot write on any .ini file, the changes will be saved on '%s' and the Theme Engine will use it.
pl: Jeśli system nie może zapisać żadnego pliku .ini, zmiany zostaną zapisane w '%s' i system motywów będzie z nich korzystał.

source: Done! Saved your changes.
pl: Gotowe! Zmiany zostały zapisane.

source: Notice: Please make sure you type an entry in every field. Your palette cannot be saved if you do not.
pl: Uwaga: jeśli nie wypełnisz wszystkich pól, paleta nie zostanie zapisana.

source: Homepage
pl: Strona główna

source: Admin panel pages
pl: Strony administracyjne

source: Editor panel pages
pl: Strony edycyjne

source: %s type pages
pl: Strony typu %s

source: Error! Removed unknown '%1$s': '%2$s'.
pl: Błąd! Usunięto nieznany filtr '%1$s': '%2$s'.

source: Done! Deleted it.
pl: Gotowe! Element został usunięty.

source: Done! Changed default theme.
pl: Gotowe! Domyślny motyw został zmieniony.

source: Sorry! No such theme found.
pl: Nie znaleziono takiego motywu.

source: Done! Deleted theme engine compiled templates.
pl: Gotowe! Skompilowane szablony motywu zostały usunięte.

source: Error! Failed to clear theme engine compiled templates.
pl: Błąd! Usunięcie skompilowanych szablonów motywu nie powiodło się.

source: Done! Deleted theme engine cached templates.
pl: Gotowe! Szablony motywu zostały usunięte z bufora.

source: Error! Failed to clear theme engine cached templates.
pl: Błąd! Usunięcie zbuforowanych szablonów motywu nie powiodło się.

source: Done! Deleted CSS/JS combination cached files.
pl: Gotowe! Skompilowane pliki CSS/JS zostały usunięte.

source: Done! Deleted theme engine configurations.
pl: Gotowe! Pliki konfiguracyjne systemu motywów zostały usunięte.

source: Error! Failed to clear theme engine configurations.
pl: Błąd! Usunięcie plików konfiguracyjnych systemu motywów nie powiodło się.

source: Done! Deleted rendering engine compiled templates.
pl: Gotowe! Skompilowane szablony zostały usunięte.

source: Error! Failed to clear rendering engine compiled templates.
pl: Błąd! Usunięcie skompilowanych szablonów nie powiodło się.

source: Done! Deleted rendering engine cached pages.
pl: Gotowe! Szablony zostały usunięte z bufora.

source: Error! Failed to clear rendering engine cached pages.
pl: Błąd! Usunięcie zbuforowanych szablonów nie powiodło się.

source: Done! Cleared all cache and compile directories.
pl: Gotowe! Usunięto zawartość wszystkich katalogów buforowania i kompilacji.

source: Notice: Theme switching is currently disabled.
pl: Uwaga: zmiana motywów jest obecnie wyłączona.

source: Done! Theme has been reset to the default site theme.
pl: Domyślny motyw został przywrócony.

source: No event handlers responded.
pl: Brak odpowiedzi.

source: Rendering engine
pl: System szablonów

source: Custom rendering engine block
pl: Własny blok systemu szablonów

source: Misconfigured block. ID: %s
pl: Błędna konfiguracja bloku. ID: %s

source: The specified template for the render block doesn't exists for the '%1$s' module. Block ID: %2$s
pl: Szablon wybrany dla bloku nie istnieje w module '%1$s'. ID bloku: %2$s

source: The specified template does not exist on the '%s' module.
pl: Podany szablon nie istnieje w module '%s'.

source: The module '%s' is not available.
pl: Moduł '%s' jest niedostępny.

source: With the current setup the block is disabled.
pl: Według aktualnych ustawień ten blok jest wyłączony.

source: Notice: This theme switcher block will not be displayed until you allow users to change themes. You can enable/disable this from the <a href="%s">settings</a> of the Theme module.
pl: Uwaga: blok z wyborem motywów nie będzie wyświetlany, jeśli zmiana motywów nie zostanie włączona. Można włączyć/wyłączyć tę funkcję w <a href="%s">ustawieniach</a> modułu Motywów.

source: Theme switcher
pl: Wybór motywów

source: Themes list
pl: Lista motywów

source: Error! Could not perform the deletion.
pl: Błąd! Usunięcie nie powiodło się.

source: Done! Removed theme files from the file system.
pl: Gotowe! Pliki motywu zostały pomyślnie usunięte.

source: Error! Could not delete theme files from the file system. Please remove them by another means (FTP, SSH, ...).
pl: Błąd! Podczas usuwania plików motywu wystąpił błąd. Usuń pliki samodzielnie (np poprzez FTP, SSH...).

source: Notice: Theme files cannot be deleted because Zikula does not have write permissions for the themes folder and/or themes/%s folder.
pl: Uwaga: nie można usunąć plików motywu. System nie ma dostępu do katalogu themes i/lub katalogu themes/%s.

source: Error! Could not open file so that it could be written to: %s
pl: Błąd! Nie udało się otworzyć i zapisać do pliku: %s

source: Error! Could not write to file: %s
pl: Błąd! Zapis do pliku %s nie powiódł się

source: Themes
pl: Motywy

source: Themes module to manage site layout, render and cache settings.
pl: Moduł motywów, zarządzający wyglądem strony oraz ustawieniami szablonów i buforowania.

source: theme
pl: motywy

source: Provides an interface for configuring and administering registered user accounts. Incorporates all needed functionality, but can work in close unison with the third party profile module configured in the general settings of the site.
pl: Zarządzanie i konfiguracja kont użytkowników.

source: users
pl: uzytkownicy

source: User management hooks
pl: Wtyczki menadżera użytkowników

source: Registration management hooks
pl: Wtyczki procesu rejestracji

source: Login form and block hooks
pl: Wtyczki formularza i bloku logowania

source: Guest
pl: Gość

source: Sorry! New user registration is currently disabled.
pl: Rejestracja nowych użytkowników jest aktualnie wyłączona.

source: root, webmaster, admin, administrator, nobody, anonymous, username
pl: root, webmaster, admin, administrator, nobody, anonymous, username, uzytkownik, gosc

source: Your log-in request was not completed. You must change your web site account's password first.
pl: Aby się zalogować, musisz wcześniej zmienić hasło dla swojego konta.

source: Registrations pending approval
pl: Oczekujące zgłoszenia

source: (Password provided by site administrator)
pl: (Hasło wygenerowane przez administratora serwisu)

source: Done! Created new registration application.
pl: Gotowe! Nowe zgłoszenie rejestracji zostało utworzone.

source: Done! Created new user account.
pl: Gotowe! Nowe konto użytkownika zostało utworzone.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
pl: Uwaga! Dane nowego konta zostały zapisane, jednak możliwe iż nie zostały one zapisane poprawnie.

source: Error! Could not create the new user account or registration application.
pl: Błąd! Utworzenie nowego użytkownika lub zgłoszenia rejestracji nie powiodło się.

source: Sorry! No matching users found.
pl: Nie znaleziono użytkowników dla zadanych kryteriów.

source: An unknown form type was received by %1$s.
pl: Przekazano nieznany typ formularza w %1$s.

source: The %1$s function has entered an unknown state.
pl: Funkcja %1$s zatrzymała się na nieznanym etapie.

source: Done! Saved user's account information.
pl: Gotowe! Dane konta zostały zapisane.

source: Error! You can't edit the guest account.
pl: Błąd! Nie można modyfikować konta gościa.

source: Sorry! No such user found.
pl: Nie znaleziono takiego użytkownika.

source: Sorry! Unable to retrieve information for that user id.
pl: Pobranie informacji o użytkowniku o podanym ID nie powiodło się.

source: Done! The user name for '%s' has been sent via e-mail.
pl: Gotowe! Login dla '%s' został wysłany e-mailem.

source: Sorry! There was an unknown error while trying to send the user name for '%s'.
pl: Wystąpił nieznany błąd przy próbie wysłania nazwy użytkownika do '%s'.

source: Done! The password recovery verification code for %s has been sent via e-mail.
pl: Gotowe! Kod odzyskania hasła dla %s został wysłany e-mailem.

source: Error! You can't delete the guest account.
pl: Błąd! Nie można usunąć konta gościa.

source: Error! You can't delete the primary administrator account.
pl: Błąd! Nie można usunąć konta głównego administratora.

source: Error! You can't delete the account you are currently logged into.
pl: Błąd! Nie można usunąć konta, na którym jest się obecnie zalogowanym.

source: Done! Deleted %1$d user account.
pl: Gotowe! Usunięto %1$d konto użytkownika.

source: An error occurred while trying to retrieve the registration records.
pl: Wystąpił błąd podczas odczytu danych rejestracji.

source: %m-%d-%Y
pl: %Y-%m-%d

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
pl: Pobranie zgłoszenia nie powiodło się. Takie zgłoszenie nie istnieje lub nie masz uprawnień dostępu do niego.

source: %m-%d-%Y %H:%M
pl: %Y-%m-%d %H:%M

source: Error! Invalid registration uid.
pl: Błąd! Nieprawidłowe uid zgłoszenia.

source: Error! Unable to load registration record.
pl: Błąd! Wczytanie danych zgłoszenia nie powiodło się.

source: Error! Unable to retrieve registration record with uid '%1$s'
pl: Błąd! Wczytanie danych zgłoszenia dla uid '%1$s' nie powiodło się

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
pl: Błąd! Nie można wysłać kodu weryfikacyjnego dla '%1$s'. To konto jest już zweryfikowane.

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It must first be approved.
pl: Błąd! Nie można wysłać kodu weryfikacyjnego dla '%1$s'. To zgłoszenie musi być wcześniej zaakceptowane.

source: Sorry! There was a problem sending a verification code to '%1$s'.
pl: Wystąpił problem podczas wysyłania kodu weryfikacyjnego do '%1$s'.

source: Done! Verification code sent to '%1$s'.
pl: Gotowe! Kod weryfikacji został wysłany do '%1$s'.

source: Warning! Nothing to do! The registration record with uid '%1$s' is already approved.
pl: Uwaga! Nie podjęto żadnej akcji. Zgłoszenie o uid '%1$s' jest już zaakceptowane.

source: Error! The registration record with uid '%1$s' cannot be approved. The registration's e-mail address must first be verified.
pl: Błąd! Zgłoszenie o uid '%1$s' nie może zostać zaakceptowane. Adres e-mail tego zgłoszenia musi zostać wcześniej zweryfikowany.

source: Error! E-mail verification cannot be skipped for '%1$s'. The user must establish a password as part of the verification process.
pl: Błąd! Nie można pominąć weryfikacji adresu e-mail dla '%1$s'. Użytkownik musi wcześniej podać hasło w ramach procesu weryfikacji.

source: Sorry! There was a problem approving the registration for '%1$s'.
pl: Wystąpił problem podczas akceptacji zgłoszenia od '%1$s'.

source: Done! The registration for '%1$s' has been approved and a new user account has been created.
pl: Gotowe! Zgłoszenie od '%1$s' zostało zaakceptowane i nowe konto użytkownika utworzone.

source: Done! The registration for '%1$s' has been approved and is awaiting e-mail verification.
pl: Gotowe! Zgłoszenie wysłane przez '%1$s' zostało przyjęte i oczekuje weryfikacji adresu e-mail.

source: Sorry! There was a problem deleting the registration for '%1$s'.
pl: Wystąpił problem podczas usuwania zgłoszenia od '%1$s'.

source: Done! The registration for '%1$s' has been denied and deleted.
pl: Gotowe! Zgłoszenie wysłane przez '%1$s' zostało odrzucone i usunięte.

source: Done! Users module settings have been saved.
pl: Gotowe! Ustawienia zostały zapisane.

source: There was a problem with one of the module settings. Please review the message below, correct the error, and resubmit your changes.
pl: Wystąpił problem z jedną ze zmiennych konfiguracyjnych. Sprawdź poniższą wiadomość, popraw błąd i spróbuj zapisać ponownie.

source: Done! Users imported successfully.
pl: Gotowe! Użytkownicy zostali zaimportowani.

source: Error! You have not chosen any file.
pl: Błąd! Nie wybrano żadnego pliku.

source: Error! The file extension is incorrect. The only allowed extension is csv.
pl: Błąd! Rozszerzenie pliku jest niepoprawne. Jedyne dopuszczalne rozszerzenie to csv.

source: Error! It has not been possible to read the import file.
pl: Błąd! Odczytanie pliku do importu nie powiodło się.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
pl: Błąd! Plik importu nie zawiera wymaganego pola %s w pierwszym wierszu. Sprawdź importowany plik.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
pl: Błąd. W linii %s występuje nieprawidłowa liczba parametrów. Sprawdź importowany plik.

source: Sorry! The user name is not valid in line %s. The user name is mandatory and the maximum length is 25 characters. Please check your import file.
pl: Błąd! W linii %s występuje nieprawidłowa nazwa użytkownika. Nazwa użytkownika jest obowiązkowa i nie może być dłuższa niż 25 znaków. Sprawdź importowany plik.

source: Sorry! The user name %1$s is reserved and cannot be registered in line %2$s. Please check your import file.
pl: Błąd! W linii %2$s występuje zarezerwowana nazwa użytkownika ('%1$s). Sprawdź importowany plik.

source: Sorry! The user name %1$s cannot contain spaces in line %2$s. Please check your import file.
pl: Błąd! W linii %2$s występuje nazwa użytkownika ('%1$s) zawierająca spacje. Sprawdź importowany plik.

source: Sorry! The user name %1$s is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
pl: Błąd! W linii %2$s występuje nazwa użytkownika ('%1$s), podana już wcześniej. Nazwy użytkowników muszą być unikalne. Sprawdź importowany plik.

source: Sorry! You did not provide a password in line %s. Please check your import file.
pl: Błąd! W linii %s występuje wpis bez hasła. Sprawdź importowany plik.

source: Sorry! The password must be at least %1$s characters long in line %2$s. Please check your import file.
pl: Błąd! W linii %2$s występuje wpis z hasłem krótszym niż wymagane, hasło powinno zawierać co najmniej %1$s znaków. Sprawdź importowany plik.

source: Sorry! You did not provide a email in line %s. Please check your import file.
pl: Błąd! W linii %s występuje wpis bez adresu e-mail. Sprawdź importowany plik.

source: Sorry! The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons in line %s. Please check your import file.
pl: Błąd! W linii %s występuje wpis z niepoprawnym adresem e-mail. Sprawdź importowany plik.

source: Sorry! The %1$s e-mail address is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
pl: Błąd! W linii %2$s występuje adres e-mail ('%1$s), podany już wcześniej. Adresy e-mail muszą być unikalne. Sprawdź importowany plik.

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
pl: Błąd! Plik CSV jest niepoprawny. Kolumna "activated" powinna zawierać tylko wartości 0 lub 1.

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
pl: Błąd! Plik CSV jest niepoprawny. Kolumna "sendmail" powinna zawierać tylko wartości 0 lub 1.

source: Sorry! The identity of the group %1$s is not not valid in line %2$s. Perhaps it do not exist. Please check your import file.
pl: Błąd! W linii %2$s występuje nieprawidłowy identyfikator grupy %1$s. Być może taka grupa nie istnieje. Sprawdź importowany plik.

source: Error! The import file does not have values.
pl: Błąd! Plik importu nie zawiera żadnych danych.

source: Error! Trying to read the existing user names in database.
pl: Błąd! W trakcie sprawdzania nazw użytkowników w bazie danych pojawił się błąd.

source: Sorry! One or more user names really exist in database. The user names must be uniques.
pl: Jedna lub wiele nazw użytkowników już istnieją w bazie danych. Nazwy użytkowników muszą być unikalne.

source: Error! Trying to read the existing users' email addressess in database.
pl: Błąd! W trakcie sprawdzania adresów e-mail w bazie danych pojawił się błąd.

source: Sorry! One or more users' email addresses exist in the database. Each user's e-mail address must be unique.
pl: Jeden lub wiele adresów e-mail już istnieje w bazie danych. Adresy e-mail użytkowników muszą być unikalne.

source: Error! The creation of users has failed.
pl: Błąd! Utworzenie kont użytkowników nie powiodło się.

source: Done! A password change will be required the next time %1$s logs in.
pl: Gotowe! Przy następnym logowaniu użytkownik %1$s będzie musiał zmienić hasło.

source: Done! A password change will no longer be required for %1$s.
pl: Gotowe! Użytkownik %1$s nie będzie musiał już zmieniać hasła.
