Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Error! No permission to install %s.
pl: Błąd! Brak uprawnień aby zainstalować %s.

source: Error! %s is not compatible with this version of Zikula.
pl: Błąd! Moduł %s nie jest kompatybilny z tą wersją Zikuli.

source: Error! Could not change module state.
pl: Błąd! Zmiana stanu modułu nie powiodła się.

source: Done! Module has been upgraded. Its status is now 'Active'.
pl: Gotowe! Moduł został zaktualizowany a jego status ustawiony na 'Włączony'.

source: Modules list
pl: Lista modułów

source: All
pl: Wszystkie

source: New version uploaded
pl: Wgrana nowa wersja

source: Plugins list
pl: Lista pluginów

source: System Plugins
pl: Pluginy systemowe

source: Upgrade All
pl: Aktualizuj wszystko

source: An error occured during executing PHPIDS: %s
pl: Wystąpił błąd podczas wykonywania filtra PHPIDS: %s

source: The following attack has been detected by PHPIDS
pl: Następujące zdarzenie zostało wykryte przez PHPIDS

source: UserID: %s
pl: ID użytkownika: %s

source: %b %d, %Y
pl: %d-%m-%Y

source: Date: %s
pl: Data: %s

source: Request Impact: %d
pl: Wpływ zdarzenia: %d

source: Session Impact: %d
pl: Wpływ w trakcie sesji: %d

source: Affected tags: %s
pl: Tagi zdarzenia: %s

source: Affected parameters: %s
pl: Parametry zdarzenia: %s

source: Request URI: %s
pl: URI żądania: %s

source: Intrusion attempt detected by PHPIDS
pl: Próba ataku wykryta przez PHPIDS

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
pl: Wykryto złośliwy kod lub próbę ataku. To żądanie NIE zostało zablokowane!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
pl: Wykryto złośliwy kod lub próbę ataku. To żądanie zostało zablokowane.

source: Error! Session path not writeable!
pl: Błąd! Brak uprawnień zapisu w ścieżce dla plików sesji!

source: Error! PHPIDS rule file %s does not exist or is not readable.
pl: Błąd! Reguła PHPIDS %s nie istnieje lub jest nie do odczytu.

source: Session handling variables have changed. You must log in again.
pl: Zmienił się sposób przechowywania sesji. Zaloguj się ponownie.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
pl: Pomyślnie wczytano domyślne ustawienia dla HTML Purifier. Zapisz je klikając przycisk "Zapisz" pod formularzem

source: Done! Saved HTMLPurifier configuration.
pl: Gotowe! Konfiguracja HTMLPurifier została zapisana.

source: Name
pl: Nazwa

source: Value
pl: Wartość

source: Page
pl: Strona

source: User Name
pl: Nazwa użytkownika

source: Impact
pl: Wpływ

source: PHPIDS filters used
pl: Filtry PHPIDS

source: Date
pl: Data

source: Done! Purged IDS Log.
pl: Gotowe! Usunięto logi IDS.

source: Error! Received a non-numeric object ID '%s'.
pl: Błąd! Przekazano nienumeryczne ID obiektu '%s'.

source: Error! Invalid %s received.
pl: Błąd! Niepoprawne %s.

source: Security Center
pl: Centrum zabezpieczeń

source: Manage site security and settings.
pl: Ustawienia i monitoring bezpieczeństwa.

source: securitycenter
pl: centrumbezpieczenstwa

source: Allowed HTML settings
pl: Ustawienia HTML

source: View IDS Log
pl: Lista logów IDS

source: Export IDS Log
pl: Eksportuj logi IDS

source: Purge IDS Log
pl: Wyczyść logi IDS

source: HTMLPurifier settings
pl: Ustawienia HTMLPurifier

source: Done! Block now inactive.
pl: Gotowe! Blok został wyłączony.

source: Done! Block now active.
pl: Gotowe! Blok został włączony.

source: Sorry! No such block found.
pl: Nie znaleziono takiego bloku.

source: One minute
pl: Jedna minuta

source: Two minutes
pl: Dwie minuty

source: Five minutes
pl: Pięć minut

source: Ten minutes
pl: Dziesięć minut

source: Fifteen minutes
pl: Piętnaście minut

source: Half an hour
pl: Pół godziny

source: One hour
pl: Godzina

source: Two hours
pl: Dwie godziny

source: Four hours
pl: Cztery godziny

source: Twelve hours
pl: Dwanaście godzin

source: One day
pl: Dzień

source: Two days
pl: Dwa dni

source: Three days
pl: Trzy dni

source: Four days
pl: Cztery dni

source: Five days
pl: Pięć dni

source: Six days
pl: Sześć dni

source: Seven days
pl: Siedem dni

source: Done! Block saved.
pl: Gotowe! Blok został zapisany.

source: Error! Could not load blocks.
pl: Błąd! Wczytanie bloków nie powiodło się.

source: You must choose a block.
pl: Musisz wybrać blok.

source: Done! Block created.
pl: Gotowe! Blok został utworzony.

source: Done! Block deleted.
pl: Gotowe! Blok został usunięty.

source: Done! Block position created.
pl: Gotowe! Pozycja bloków została utworzona.

source: Done! Block position saved.
pl: Gotowe! Pozycja bloków została zapisania.

source: Error! No such block position found.
pl: Błąd! Nie znaleziono takiej pozycji bloków.

source: Done! Block position deleted.
pl: Gotowe! Pozycja bloków została usunięta.

source: Sorry! This module is not designed or is not currently configured to be accessed in the way you attempted.
pl: Ten moduł nie jest dostępny bezpośrednio.

source: No block ID passed.
pl: Brak ID bloku.

source: Error! Could not retrieve block information for block ID %s.
pl: Błąd! Pobranie informacji o bloku o ID %s nie powiodło się.

source: Notice: This language block will not be display until you enable the multilanguage, you can enable/disable this into into the settings of Zikula.
pl: Uwaga: ten blok językowy nie będzie wyświetlany jeśli funkcja wielojęzyczna nie jest włączona. Możesz włączyć/wyłączyć tę funkcję w ustawieniach Zikuli.

source: Language
pl: Język

source: Language selector block
pl: Blok wyboru języka

source: Choose a language
pl: Wybierz język

source: Tree-like menu (menutree)
pl: Menu wielopoziomowe (menutree)

source: Only in some themes
pl: Tylko w niektórych motywach

source: Error! Could not save your changes.
pl: Błąd! Zapisanie zmian nie powiodło się.

source: Edit access
pl: Edytowanie

source: Add access
pl: Dodawanie

source: Delete access
pl: Usuwanie

source: Admin access
pl: Administrowanie

source: no name
pl: brak nazwy

source: Include
pl: Plik

source: Simple file include
pl: Wczytaj plik

source: Error! The file '%s' was not found.
pl: Błąd! Plik '%s' nie został znaleziony.

source: Menu block
pl: Blok menu

source: Text
pl: Tekst

source: Plain text
pl: Zwykły tekst

source: Pending Content
pl: Oczekujące treści

source: Extended menu
pl: Menu rozszerzone

source: Extended menu block
pl: Menu rozszerzone

source: --Installed modules--
pl: --Zainstalowane moduły--

source: --New link--
pl: --nowy link--

source: Blocks
pl: Bloki

source: Block administration module.
pl: Administracja blokami

source: blocks
pl: bloki

source: Error! in %1$s: the %2$s parameter must be specified.
pl: Błąd! Plugin %1$s wymaga podania parametru %2$s.

source: Error! Could not deactivate the block.
pl: Błąd! Wyłączenie bloku nie powiodło się.

source: Error! Could not activate the block.
pl: Błąd! Włączenie bloku nie powiodło się.

source: Error! There is already a block position with the name you entered.
pl: Błąd! Istnieje już pozycja bloków o takiej nazwie.

source: Blocks list
pl: Lista bloków

source: Create new block
pl: Utwórz blok

source: Create new block position
pl: Utwórz pozycję bloków

source: View news
pl: Lista wiadomości

source: Archive
pl: Archiwum

source: Submit news
pl: Dodaj wiadomość

source: Private messages
pl: Prywatne wiadomości

source: Logout
pl: Wyloguj

source: Login
pl: Logowanie

source: Register
pl: Zarejestruj się

source: Lost password
pl: Przypomnij hasło

source: Left blocks
pl: Lewe bloki

source: Right blocks
pl: Prawe bloki

source: Center blocks
pl: Środkowe bloki

source: Search block
pl: Wyszukiwarka

source: Header block
pl: Nagłówek

source: Footer block
pl: Stopka

source: Top navigation block
pl: Górna nawigacja

source: Bottom navigation block
pl: Blok dolnej nawigacji

source: Main menu
pl: Menu główne

source: Home
pl: Strona główna

source: Go to the home page
pl: Przejdź do strony głównej

source: Administration
pl: Administracja

source: Go to the site administration
pl: Przejdź do panelu administracyjnego serwisu

source: My Account
pl: Twoje konto

source: Go to your account panel
pl: Przejdź do swojego konta

source: Log out of this site
pl: Wyloguj się z serwisu

source: Site search
pl: Wyszukiwarka

source: Search this site
pl: Szukaj w serwisie

source: Top navigation
pl: Górna nawigacja

source: Go to the site's home page
pl: Powrót do strony głównej

source: <p><a href="http://zikula.org/">Zikula</a> is a content management system (CMS) and application framework. It is secure and stable, and is a good choice for sites with a large volume of traffic.</p><p>With Zikula:</p><ul><li>you can customise all aspects of the site's appearance through themes, with support for CSS style sheets, JavaScript, Flash and all other modern web development technologies;</li><li>you can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation and internationalisation of your site;</li><li>you can be sure that your pages will display properly in all browsers, thanks to Zikula's full compliance with W3C HTML standards;</li><li>you get a standard application-programming interface (API) that lets you easily augment your site's functionality through modules, blocks and other extensions;</li><li>you can get help and support from the Zikula community of webmasters and developers at <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
pl: <p><a href="http://www.zikula.org">Zikula</a> jest systemem zarządzania treścią (CMS) i frameworkiem aplikacji. Zikula, będąc systemem bezpiecznym i stabilnym, może być dobrym wyborem dla serwisów o dużej odwiedzalności.</p><p>Kilka najważniejszych cech Zikuli to:</p><ul><li>możliwość dostosowania wszystkich aspektów wyglądu strony, za pomocą systemu motywów graficznych (ang. themes);</li><li>możliwość określenia, czy dany element ma być widoczny dla wszystkich języków, czy tylko w wybranym;</li><li>gwarancja prawidłowego wyświetlania strony we wszystkich przeglądarkach, dzięki zgodności ze standardami W3C HTML;</li><li>rozbudowane API (interfejs programowania aplikacji), pozwalające łatwo rozszerzać funkcjonalność serwisu dzięki modułom, blokom i innym rozszerzeniom;</li><li>aktywna społeczność deweloperów i użytkowników systemu, oferująca pomoc w użytkowaniu Zikuli - sprawdź <a href="http://www.zikula.org">zikula.org</a> lub <a href="http://zikula.pl">zikula.pl</a>.</li></ul><p>Życzymy owocnego użytkowania systemu Zikula!</p><p><strong>Ekipa deweloperska Zikuli</strong></p><p><em>Zikula to oprogramowanie Open Source, wydane na licencji GNU General Public License (GPL).</em></p>

source: Search box
pl: Wyszukiwarka

source: This site is powered by Zikula!
pl: Serwis wykonany w oparciu o system Zikula!

source: HTML block
pl: Blok HTML

source: User log-in
pl: Logowanie

source: Login block
pl: Blok logowania

source: Theme navigation
pl: Górna nawigacja

source: Mailer module, provides mail API and mail setting administration.
pl: Moduł Mailer zapewnia obsługę i administrację poczty.

source: Test current settings
pl: Przetestuj ustawienia

source: Error! A problem occurred while sending an e-mail message from '%1$s' (%2$s) to (%3$s) (%4$s) with the subject line '%5$s': %6$s
pl: Wystąpił błąd podczas wysyłania wiadomości e-mail od '%1$s' (%2$s) do %3$s (%4$s) o temacie '%5$s': %6$s

source: Error! A problem occurred while sending the e-mail message.
pl: Błąd! Wystąpił problem podczas wysyłania wiadomości e-mail.

source: Done! Message sent.
pl: Gotowe! Wiadomość została wysłana.

source: Internal PHP `mail()` function
pl: PHP mail()

source: Sendmail message transfer agent
pl: Sendmail

source: SMTP mail transfer protocol
pl: SMTP

source: Page lock
pl: Blokada stron

source: Provides the ability to lock pages when they are in use, for content and access control.
pl: Zapewnia możliwość blokady stron przed jednoczesną edycją przez wielu użytkowników.

source: Error! Lock broken!
pl: Błąd! Blokada została złamana!

source: Core modules at the heart of operation of the site.
pl: Moduły systemowe, niezbędne do działania serwisu.

source: Layout
pl: Wygląd

source: Layout modules for controlling the site's look and feel.
pl: Moduły odpowiadające za wygląd serwisu.

source: Modules for controlling user membership, access rights and profiles.
pl: Moduły zarządzania użytkownikami i uprawnieniami.

source: Content
pl: Treść

source: Modules for providing content to your users.
pl: Moduły zarządzania treścią.

source: Uncategorised
pl: Nieskategoryzowane

source: Newly-installed or uncategorized modules.
pl: Nowo zainstalowane lub nieskategoryzowane moduły.

source: Security
pl: Bezpieczeństwo

source: Modules for managing the site's security.
pl: Moduły bezpieczeństwa.

source: Done! Created new category.
pl: Gotowe! Nowa kategoria została utworzona.

source: Error! No such category found.
pl: Błąd! Nie znaleziono takiej kategorii.

source: Done! Saved category.
pl: Gotowe! Kategoria została zapisana.

source: Done! Category deleted.
pl: Gotowe! Kategoria została usunięta.

source: Error! You must enter a number for the 'Modules per row' setting.
pl: Błąd! Musisz podać liczbę dla opcji 'Modułów w wierszu'.

source: Error! You must enter a number for the 'Modules per page' setting.
pl: Błąd! Musisz podać liczbę dla opcji 'Modułów na stronie'.

source: Compile check
pl: Sprawdzaj konieczność kompilacji

source: Force compile
pl: Wymuś kompilację

source: Caching
pl: Buforowanie

source: Error! Could not get module name for id %s.
pl: Błąd! Pobranie nazwy modułu dla id %s nie powiodło się.

source: Error! Could not add module to module category.
pl: Błąd! Dodanie modułu do kategorii nie powiodło się.

source: Error! A category by this name already exists.
pl: Błąd! Kategoria o takiej nazwie już istnieje.

source: The category could not be created.
pl: Utworzenie kategorii nie powiodło się.

source: No category name or id set.
pl: Brak nazwy lub id kategorii.

source: Category "%s" was successfully made default.
pl: Kategoria "%s" została pomyślnie ustawiona jako domyślna.

source: Error! Could not make this category default.
pl: Błąd! Ustawienie tej kategorii jako domyślnej nie powiodło się.

source: Administration panel manager
pl: Linki administratora

source: Display administration categories and modules
pl: Lista kategorii administracyjnych i modułów

source: Administration panel
pl: Panel administracyjny

source: Backend administration interface.
pl: Panel administracyjny serwisu.

source: adminpanel
pl: administracja

source: Error! You cannot delete the default module category used in the administration panel.
pl: Błąd! Nie można usunąć domyślnej kategorii.

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
pl: Błąd! Ta kategoria jest aktualnie wybrana jako kategoria startowa panelu administracyjnego. Jeśli chcesz usunąć tę kategorię musisz wcześniej zmienić kategorię startową panelu administracyjnego.

source: Module categories list
pl: Kategorie modułów

source: Create new module category
pl: Utwórz kategorię

source: Help
pl: Pomoc

source: General settings
pl: Ustawienia ogólne

source: General site configuration interface.
pl: Moduł głównych ustawień serwisu.

source: settings
pl: ustawienia

source: Error! Either you entered an invalid entry point, or else the file specified as being the entry point was not found in the Zikula root directory.
pl: Błąd! Podano nieprawidłowy punkt wejścia lub plik podany jako punkt wejścia nie istnieje w katalogu głównym Zikuli.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
pl: Błąd! W ustawieniach permalinków należy użyć przecinków a nie kropek jako separatora.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
pl: Błąd! W ustawieniach permalinków listy zastępowanych i zastępujących elementów nie mają takiej samej liczby elementów. Dla przykładu: jeśli podasz 3 elementy zastępowane - musisz podać dokładnie 3 elementy zastępujące.

source: Error! When setting a startpage, starttype and startfunc are required fields.
pl: Błąd! Pola starttype i startfunc muszą być wypełnione, aby ustawić zawartość strony głównej. Jeśli nie wiesz co wpisać, to spróbuj z 'user' i 'view').

source: Notice: Language detection is automatically disabled when multi-lingual features are disabled.
pl: Uwaga: rozpoznawanie języka zostało automatycznie wyłączone wraz wyłączeniem funkcji wielojęzycznych.

source: Done! Saved localisation settings.
pl: Ustawienia językowe zostały zapisane.

source: Site name
pl: Nazwa serwisu

source: Site description
pl: Opis serwisu

source: À,Á,Â,Ã,Å,à,á,â,ã,å,Ò,Ó,Ô,Õ,Ø,ò,ó,ô,õ,ø,È,É,Ê,Ë,è,é,ê,ë,Ç,ç,Ì,Í,Î,Ï,ì,í,î,ï,Ù,Ú,Û,ù,ú,û,ÿ,Ñ,ñ,ß,ä,Ä,ö,Ö,ü,Ü
pl: À,Á,Â,Ã,Å,à,á,â,ã,å,Ò,Ó,Ô,Õ,Ø,ò,ó,ô,õ,ø,È,É,Ê,Ë,è,é,ê,ë,Ç,ç,Ì,Í,Î,Ï,ì,í,î,ï,Ù,Ú,Û,ù,ú,û,ÿ,Ñ,ñ,ß,ä,Ä,ö,Ö,ü,Ü,Ń,ń,Ą,Ś,Ł,Ż,Ź,Ć,ą,ś,ł,ż,ź,ć

source: A,A,A,A,A,a,a,a,a,a,O,O,O,O,O,o,o,o,o,o,E,E,E,E,e,e,e,e,C,c,I,I,I,I,i,i,i,i,U,U,U,u,u,u,y,N,n,ss,ae,Ae,oe,Oe,ue,Ue
pl: A,A,A,A,A,a,a,a,a,a,O,O,O,O,O,o,o,o,o,o,E,E,E,E,e,e,e,e,C,c,I,I,I,I,i,i,i,i,U,U,U,u,u,u,y,N,n,ss,ae,Ae,oe,Oe,ue,Ue,N,n,A,S,L,Z,Z,C,a,s,l,z,z,c

source: Main settings
pl: Główne ustawienia

source: Localisation settings
pl: Ustawienia językowe

source: Error! You did not enter any keywords to search for.
pl: Błąd! Nie podano frazy do wyszukania.

source: Search
pl: Szukaj

source: Error! '%1$s' module returned false in search function '%2$s'.
pl: Błąd! Moduł '%1$s' zwrócił fałsz w funkcji '%2$s'.

source: New search
pl: Nowe wyszukiwanie

source: Recent searches list
pl: Ostatnio szukane frazy

source: Site search module.
pl: Wyszukiwarka.

source: search
pl: szukaj

source: permission granted.
pl: reguła dodana.

source: permission not granted.
pl: reguła nie dodana.

source: unknown user.
pl: nieznany użytkownik.

source: Up
pl: W górę

source: Down
pl: W dół

source: All components
pl: Wszystkie komponenty

source: Done! Incremented permission rule.
pl: Reguła uprawnień została przesunięta w górę.

source: Done! Decremented permission rule.
pl: Reguła uprawnień została przesunięta w dół.

source: Error! No permission rules of this kind were found. Please add some first.
pl: Błąd! Nie znaleziono uprawnień takiego rodzaju.

source: Modify permission rule
pl: Zmień regułę

source: Create new permission rule
pl: Dodaj nową regułę uprawnień

source: Group
pl: Grupa

source: Edit permission rule
pl: Edytuj regułę uprawnień

source: [Illegal input in component!]
pl: [Niedozwolone znaki w polu komponent!]

source: [Illegal input in instance!]
pl: [Niedozwolone znaki w polu instancja!]

source: Done! Saved permission rule.
pl: Gotowe! Reguła uprawnień została zapisania.

source: Done! Created permission rule.
pl: Gotowe! Reguła uprawnień została dodana.

source: Done! Deleted permission rule.
pl: Gotowe! Reguła uprawnień została usunięta.

source: All groups
pl: Wszystkie grupy

source: Unregistered
pl: Niezarejestrowani

source: Error! Could not save configuration: unknown permission rule ID.
pl: Błąd! Konfiguracja nie została zapisana: nieznane ID reguły uprawnień.

source: Error! Could not create new permission rule.
pl: Błąd! Utworzenie reguły uprawnień nie powiodło się.

source: Notice: You cannot delete the main administration permission rule.
pl: Uwaga: Nie możesz usunąć głównej reguły uprawnień administratora.

source: Error! Could not delete permission rule with ID %s.
pl: Błąd! Usunięcie reguły uprawnień o ID %s nie powiodło się.

source: Permission check result:
pl: Wynik testu uprawnień:

source: Permissions
pl: Uprawnienia

source: User permissions manager.
pl: Menadżer uprawnień.

source: permissions
pl: uprawnienia

source: Error! Permission rule-swapping in partial view can only be done if both affected permission rules are visible. Please switch to full view.
pl: Błąd! Zamiana kolejności uprawnień w widoku częściowym dokonana może być tylko, jeśli wszystkie reguły, których dotyczą zmiany są widoczne. Użyj pełnego widoku.

source: Error! No permission rule directly above that one.
pl: Błąd! Brak uprawnień bezpośrednio powyżej.

source: Error! No permission rule directly below that one.
pl: Błąd! Brak uprawnień bezpośrednio poniżej.

source: Error! Could not save permission rule sequences.
pl: Błąd! Aktualizacja kolejności uprawnień nie powiodła się.

source: Permission rules list
pl: Reguły uprawnień

source: Permission rules information
pl: Informacje o uprawnieniach

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Group membership
pl: Członkowie grupy

source: Error! There is already a group with that name.
pl: Błąd! Istnieje już grupa o takiej nazwie.

source: Done! Created the group.
pl: Gotowe! Grupa została utworzona.

source: Sorry! No such group found.
pl: Nie znaleziono takiej grupy.

source: Done! Saved group changes.
pl: Gotowe! Grupa została zapisana.

source: Error! You cannot delete the default user group.
pl: Błąd! Nie można usunąć domyślnej grupy użytkowników.

source: Done! Deleted the group.
pl: Grupa została usunięta.

source: Remove user from group
pl: Usuń użytkownika z grupy

source: Error! A problem occurred and the user was not added to the group.
pl: Błąd! Wystąpił problem i użytkownik nie został dodany do grupy.

source: Done! The user was added to the group.
pl: Gotowe! Użytkownik został dodany do grupy.

source: Done! The user was removed from the group.
pl: Gotowe! Użytkownik został usunięty z grupy.

source: Error! A problem occurred while attempting to remove the user. The user has not been removed from the group.
pl: Błąd! Wystąpił problem podczas usuwania użytkownika z grupy. Użytkownik nie został usunięty.

source: None
pl: Brak

source: Concerning your %s group membership application
pl: Zgłoszenie do grupy %s zostało odrzucone

source: Sorry! This is a message to inform you with regret that your application for membership of the aforementioned private group has been rejected.
pl: Twoje zgłoszenie do prywatnej grupy zostało odrzucone.

source: Done! The user has been added to the %s group.
pl: Zgłoszenie do grupy %s zostało przyjęte.

source: Done! Your application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
pl: Twoje zgłoszenie zostało zaakceptowane. Masz wszystkie uprawnienia przypisane grupie.

source: Error! Could not execute 'Reject' action.
pl: Błąd! Odrzucenie zgłoszenia nie powiodło się.

source: Error! Could not execute 'Accept' action.
pl: Błąd! Akceptacja zgłoszenia nie powiodła się.

source: Done! The user's application for group membership has been rejected.
pl: Gotowe! Zgłoszenie użytkownika do grupy zostało odrzucone.

source: Error! You must register for a user account on this site before you can apply for membership of a group.
pl: Błąd! Aby dołączyć do grupy musisz posiadać konto w serwisie.

source: Error! That group does not exist.
pl: Błąd! Taka grupa nie istnieje.

source: Error! You are already a member of this group.
pl: Błąd! Należysz już do tej grupy.

source: Sorry! You cannot apply for membership of that group.
pl: Nie możesz dołączyć do tej grupy.

source: Sorry! That group has reached full membership.
pl: Ta grupa osiągnęła limit członków.
