Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Exact phrase
pl: Dokładne wyrażenie

source: Order of results
pl: Kolejność wyników

source: Newest first
pl: Od najnowszych

source: Oldest first
pl: Od najstarszych

source: Alphabetical
pl: Alfabetycznie

source: Filter search by type
pl: Które elementy serwisu przeszukać

source: De/Select all
pl: Zaznacz/odznacz wszystko

source: Delete permission rule
pl: Usuń regułę uprawnień

source: Do you really want to delete this permission rule?
pl: Czy na pewno chcesz usunąć tę regułę?

source: Registered component
pl: Zarejestrowany komponent

source: Instance template
pl: Szablon instancji

source: Lock main administration permission rule
pl: Zablokuj główną regułę uprawnień administracyjnych

source: ID of main administration permission rule
pl: ID głównej reguły uprawnień administracyjnych

source: Enable filtering of group permissions
pl: Włącz filtrowanie uprawnień wg grup

source: Minimum row height for permission rules list view (in pixels)
pl: Minimalna wysokość wiersza przy przeglądaniu reguł (w pikselach)

source: Minimum row height for rule editing view (in pixels)
pl: Minimalna wysokość wiersza przy edycji reguł (w pikselach)

source: Sequence
pl: Kolejność

source: Component
pl: Komponent

source: Instance
pl: Instancja

source: Permission level
pl: Poziom uprawnień

source: Filter permission rules list
pl: Filtruj listę reguł uprawnień

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
pl: Ta reguła jest zablokowana. Aby ją odblokować, przejdź do konfiguracji modułu.

source: Check a users permission
pl: Sprawdź uprawnienia użytkownika

source: User permission check
pl: Test uprawnień użytkownika

source: Component to check
pl: Komponent

source: Instance to check
pl: Instancja

source: Testing permission...
pl: Sprawdzanie reguły...

source: Check permission
pl: Sprawdź uprawnienia

source: Permission rule information
pl: Informacje o uprawnieniach

source: Edit group
pl: Modyfikuj grupę

source: Maximum membership
pl: Limit członków

source: Create new group
pl: Utwórz grupę

source: Do you really want to remove user "%1$s" from group "%2$s"?
pl: Czy na pewno chcesz usunąć użytkownika "%1$s" z grupy "%2$s"?

source: Remove
pl: Usuń

source: Initial user group
pl: Domyślna grupa dla użytkowników

source: Hide closed groups
pl: Czy ukryć zamknięte grupy

source: Receive e-mail alert when there are new applicants
pl: Powiadamiaj e-mailem o nowych zgłoszeniach

source: Membership application
pl: Zgłoszenie użytkownika

source: Members
pl: Członkowie

source: Membership of: %s
pl: Członkowie grupy: %s

source: Save: %s
pl: Zapisz: %s

source: Cancel: %s
pl: Anuluj: %s

source: Do you really want to delete this group?
pl: Czy na pewno chcesz usunąć tę grupę?

source: Default user group. Cannot be deleted.
pl: Domyślna grupa użytkowników. Nie może być usunięta.

source: Primary administrators group. Cannot be deleted.
pl: Główna grupa administratorów. Nie może być usunięta.

source: User ID
pl: ID użytkownika

source: Comment
pl: Komentarz

source: Add users to group
pl: Dodaj użytkowników do grupy

source: Notice: Please select one or more users to add to the group. To select multiple users, use 'Shift-Click' or 'Control-Click'.
pl: Wybierz jednego lub więcej użytkowników, który mają być dodani do tej grupy. Aby wybrać więcej niż jednego użytkownika - zaznaczaj kliknięciem z wciśniętym przyciskiem ctrl lub shift.

source: Users to add
pl: Użytkownicy

source: Members list
pl: Członkowie grupy

source: Unlimited
pl: Nieograniczona

source: Sorry! You must register for a user account on this site before you can apply for membership of a group.
pl: Aby dołączyć do grupy musisz posiadać konto w serwisie.

source: Log in or register
pl: Zaloguj się lub zarejestruj

source: Go to groups index page
pl: Powrót do listy grup

source: Memberships
pl: Członkowie grupy

source: Resign
pl: Zrezygnuj

source: Apply
pl: Dołącz

source: Group has reached its maximum capacity
pl: Grupa osiągnęła limit członków

source: No group members found.
pl: Nie znaleziono żadnych grup.

source: Membership resignation
pl: Rezygnacja z członkostwa w grupie

source: Membership application cancellation
pl: Wycofanie zgłoszenia do grupy

source: Group name
pl: Nazwa grupy

source: Not available
pl: Niedostępna

source: Comment to attach to your application
pl: Komentarz do zgłoszenia

source: There are currently no groups that can be joined.
pl: Brak grup, które można połączyć.

source: Links
pl: Linki

source: Powered by
pl: Serwis wykonany w oparciu o

source: Permission rules
pl: Reguły uprawnień
