Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
pl: Wartość tego pola nie jest poprawną listą rozdzielaną przecinkami. Lista ta powinna zawierać jeden lub więcej elementów (łańcuchów znaków), rozdzielonych przecinkami. Na przykład: 'jeden, dwa, trzy' (ale bez apostrofów). Jedna spacja po każdym przecinku jest ignorowana (dla większej czytelności listy). Wszystkie pozostałe spacje są traktowane jako część poszczególnych elementów listy. Przecinki nie mogą być częścią elementów listy. Puste wartości (dwa przecinki obok siebie lub rozdzielone tylko spacją) są niedozwolone. Pole to nie jest obowiązkowe i jeśli chcesz definiować listy - pozostaw je puste.

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
pl: Wartość tego pola nie jest poprawną listą domen dla adresów e-mail. Lista powinna zawierać jedną lub więcej domen adresów e-mail (ta cześć adresu, która występuje po '@'), rozdzielonych przecinkami. Na przykład: 'example.org, gmail.com, adres.pl' (ale bez apostrofów). Spacje przed i po przecinkach są pomijane, przy czym dodatkowe spacje na początku i na końcu listy nie są dopuszczalne i będą skutkowały błędem. Puste wartości (dwa przecinki obok siebie lub rozdzielone tylko spacją) są niedozwolone. Pole to nie jest obowiązkowe i jeśli chcesz definiować listy - pozostaw je puste.

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
pl: Wartość tego pola nie jest poprawną listą nazw użytkowników. Lista powinna zawierać jeden lub więcej loginów, składających się z małych liter, cyfr, podkreśleń, kropek oraz myślników, rozdzielonych przecinkami. Na przykład: 'root, administrator, superuser' (ale bez apostrofów). Spacje przed i po przecinkach są pomijane, przy czym dodatkowe spacje na początku i na końcu listy nie są dopuszczalne i będą skutkowały błędem. Puste wartości (dwa przecinki obok siebie lub rozdzielone tylko spacją) są niedozwolone. Pole to nie jest obowiązkowe i jeśli chcesz definiować listy - pozostaw je puste.

source: The value must be a valid verification mode constant.
pl: Wartość musi być poprawną stałą dla kodu weryfikacji.

source: If a spam protection question is provided, then a spam protection answer must also be provided.
pl: Jeśli pytanie antyspamowe zostało podane - odpowiedź na to pytanie jest wymagane.

source: An invalid error message was supplied.
pl: Przekazano nieprawidłowy komunikat błędu.

source: The value supplied was not valid.
pl: Podana wartość jest nieprawidłowa.

source: An invalid list of valid integers was recieved.
pl: Przekazano nieprawidłową listę liczb całkowitych (integers).

source: An invalid value was received in the list of valid integers.
pl: Przekazano nieprawidłową wartość w liście liczb.

source: An invalid string length was received.
pl: Przekazano łańcuch (string) o nieprawidłowej długości.

source: An invalid list of valid strings was received.
pl: Przekazano nieprawidłową listę łańcuchów znaków (strings).

source: An invalid value was received in the list of valid strings.
pl: Przekazano nieprawidłową wartość w liście łańcuchów znaków.

source: An invalid integer value was received.
pl: Przekazano liczbę (integer) o nieprawidłowej wartości.

source: An invalid authentication module name was received.
pl: Przekazano nieprawidłową nazwę modułu uwierzytelniania.

source: The '%1$s' module is not in an available state.
pl: Moduł '%1$s' jest niedostępny.

source: The '%1$s' module is not an authentication module.
pl: Moduł '%1$s' nie jest modułem uwierzytelniania.

source: Who's on-line
pl: Kto jest online

source: On-line block
pl: Kto jest online

source: User
pl: Użytkownika

source: User's custom box
pl: Blok użytkownika

source: Custom block content for %s
pl: Twój prywatny blok, %s

source: User account
pl: Twoje konto

source: User account links
pl: Blok Twoje konto

source: Log-in
pl: Logowanie

source: Log-in block
pl: Blok logowania

source: An invalid '%1$s' parameter was received by the template function '%2$s'.
pl: Przekazano nieprawidłowy parametr '%1$s' w funkcji szablonu '%2$s'.

source: An invalid authentication module was received by the template function '%1$s'.
pl: Przekazano nieprawidłowy moduł uwierzytelniania w funkcji szablonu '%1$s'.

source: An invalid authentication method was received by the template function '%1$s'.
pl: Przekazano nieprawidłowa metodę uwierzytelniania w funkcji szablonu '%1$s'.

source: Error! No users selected to receive e-mail, or invalid uid list.
pl: Błąd! Nie wybrano użytkowników, do których ma zostać wysłana wiadomość lub nieprawidłowa lista identyfikatorów uid.

source: Error! E-mail message to be sent not specified or invalid.
pl: Błąd! Brak lub nieprawidłowe parametry wiadomości e-mail do wysłania.

source: Error! The required field '%2$s' was blank or missing
pl: Błąd! Nie wypełniono wymaganego pola '%2$s'.

source: Error! Could not send the e-mail message.
pl: Błąd! Wysłanie wiadomości nie powiodło się.

source: Done! E-mail message has been sent to %1$d user.
pl: Gotowe! Wysłano wiadomość do %1$d użytkownika.

source: Users list
pl: Lista użytkowników

source: Pending registrations
pl: Oczekujące zgłoszenia

source: Create new user
pl: Utwórz użytkownika

source: Import users
pl: Import użytkowników

source: Export users
pl: Eksport użytkowników

source: Find users
pl: Wyszukiwanie użytkowników

source: E-mail users
pl: Napisz do użytkowników

source: Error! The users have been created but something has failed trying to get them from the database. Now all these users do not have group.
pl: Błąd! Utworzono konta użytkowników jednak wystąpił błąd przy próbie pobrania ich z bazy danych. Te konta nie zostały przypisane do żadnej grupy użytkowników.

source: Error! The users have been created but something has failed while trying to add the users to their groups. These users are not assigned to a group.
pl: Błąd! Utworzono konta użytkowników jednak wystąpił błąd przy próbie dodania ich do grup. Te konta nie zostały przypisane do żadnej grupy użytkowników.

source: Password for %1$s from %2$s
pl: %2$s - Hasło dla %1$s

source: Error! A problem has occurred while sending e-mail messages. The error happened trying to send a message to the user %s. After this error, no more messages were sent.
pl: Błąd! Wystąpił problem podczas wysyłania wiadomości e-mail. Błąd wystąpił przy próbie wysłania wiadomości do użytkownika: %s. Pozostałe wiadomości nie zostały wysłane.

source: Please enter a password.
pl: Podaj hasło.

source: Your password must be at least %s character long
pl: Hasło musi mieć przynajmniej %s znak

source: The password cannot be the same as the user name. Please choose a different password.
pl: Hasło nie może być takie samo jak nazwa użytkownika. Wybierz inne hasło.

source: Please enter a password reminder.
pl: Podaj podpowiedź hasła.

source: You cannot include your password in your password reminder.
pl: Przypomnienie hasła nie może zawierać w sobie hasła.

source: Your password reminder is too similar to your password.
pl: Przypomnienie hasła jest zbyt podobne do hasła.

source: You must provide an e-mail address.
pl: Podanie adresu e-mail jest obowiązkowe.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
pl: Podany adres e-mail jest nieprawidłowy lub nieakceptowalny z innych powodów.

source: Sorry! The domain of the e-mail address you specified is banned.
pl: Domena podanego adresu e-mail jest zbanowana.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
pl: Nie podano drugi raz adresu e-mail. Podaj taki sam adres e-mail w obu polach.

source: Internal Error! Missing required parameter.
pl: Błąd! Brak wymaganych parametrów.

source: You must provide a user name.
pl: Podanie nazwy użytkownika jest obowiązkowe.

source: The user name you entered contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
pl: Podana nazwa użytkownika zawiera niedozwolone znaki. Dopuszczalne są małe litery, cyfry, podkreślenia, kropki oraz myślniki.

source: The user name you entered is too long. The maximum length is %1$d characters.
pl: Nazwa użytkownika jest za długa. Nie może zawierać więcej niż %1$d znaków.

source: The user name you entered is reserved. It cannot be used.
pl: Podana nazwa użytkownika jest zarezerwowana.

source: The user name you entered has already been registered.
pl: Podana nazwa użytkownika została już zarejestrowana.

source: Internal Error! System-generated passwords are no longer supported!
pl: Błąd! Automatyczne generowanie hasła nie powiodło się!

source: You gave the wrong answer to the anti-spam registration question.
pl: Podano złą odpowiedź na pytanie antyspamowe.

source: '%1$s' is not a valid theme.
pl: '%1$s' nie jest poprawnym motywem.

source: New user registration is currently disabled.
pl: Rejestracja nowych użytkowników jest aktualnie wyłączona.

source: Warning! The verification code for the new registration could not be sent.
pl: Uwaga! Wysłanie kodu weryfikacyjnego dla nowego zgłoszenia nie powiodło się.

source: Warning! The welcoming email for the new registration could not be sent.
pl: Uwaga! Wysłanie wiadomości powitalnej dla nowego zgłoszenia nie powiodło się.

source: Warning! The notification email for the new registration could not be sent.
pl: Uwaga! Wysłanie wiadomości z powiadomieniem o nowym zgłoszeniu nie powiodło się.

source: Unable to store the new user registration record.
pl: Zapisanie nowego zgłoszenia nie powiodło się.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
pl: Uwaga! Konto użytkownika zostało utworzone, jednak dodanie konta do domyślnej grupy użytkowników nie powiodło się.

source: Warning! The welcoming email for the newly created user could not be sent.
pl: Uwaga! Wysłanie wiadomości powitalnej dla nowego użytkownika nie powiodło się.

source: New registration: %s
pl: Nowe konto: %s

source: Warning! The notification email for the newly created user could not be sent.
pl: Uwaga! Wysłanie powiadomienia o dodaniu nowego użytkownika nie powiodło się.

source: Error! Could not load data.
pl: Błąd! Wczytanie danych nie powiodło się.

source: Error! The registration record with uid '%1$s' does not contain an e-mail address.
pl: Błąd! Wpis o nowym zgłoszeniu użytkownika o identyfikatorze '%1$s' nie zawiera adresu e-mail.

source: Error! Invalid registration record.
pl: Błąd! Nieprawidłowy wpis rejestracji.

source: Error! Unable to retrieve registration record with id '%1$s'
pl: Błąd! Wczytanie zgłoszenia rejestracji o id '%1$s' nie powiodło się

source: Error: Unable to force registration for '%1$s' to be verified during approval. No e-mail address.
pl: Błąd! Akceptacja zgłoszenia '%1$s' nie powiodła się. Brak adresu e-mail.

source: Password changer
pl: Zmiana hasła

source: E-mail address manager
pl: Zmiana adresu e-mail

source: Personal custom block
pl: Twój prywatny blok

source: Language switcher
pl: Zmiana języka

source: Log out
pl: Wyloguj

source: Verify your account.
pl: Weryfikacja konta.

source: New user or registration.
pl: Nowe konto lub zgłoszenie.

source: Verify your new e-mail address.
pl: Weryfikacja nowego adresu e-mail.

source: Recover your password.
pl: Odzyskanie hasła.

source: Recover your user name.
pl: Odzyskanie nazwy użytkownika.

source: Welcome!
pl: Witaj!

source: A message from %s.
pl: Wiadomość z serwisu %s.

source: Account information for %s
pl: Informacje o koncie %s

source: Error! Unable to send user name e-mail message.
pl: Błąd! Wysłanie wiadomości z nazwą użytkownika nie powiodło się.

source: Confirmation code for %s
pl: Kod potwierdzający dla: %s

source: Error! Unable to send confirmation code e-mail message.
pl: Błąd Wysłanie wiadomości z kodem potwierdzającym nie powiodło się.

source: Error! Unable to save confirmation code.
pl: Błąd! Zapisanie kodu potwierdzającego nie powiodło się.

source: Error! Unable to create confirmation code.
pl: Błąd! Wygenerowanie kodu potwierdzającego nie powiodło się.

source: Confirmation change of e-mail for %s
pl: Kod potwierdzający dla adresu %s

source: Log in
pl: Zaloguj

source: Recover account information or password
pl: Odzyskaj informacje o koncie lub hasło

source: New account
pl: Nowe konto

source: Profile
pl: Profil

source: User name
pl: Nazwa użytkownika

source: User name and password
pl: Login i hasło

source: E-mail address
pl: Adres e-mail

source: E-mail address and password
pl: Adres e-mail i hasło

source: An invalid 'method' parameter was received.
pl: Przekazano nieprawidłowy parametr 'method'.

source: An unknown method ('%1$s') was received.
pl: Przekazano nieznaną metodę ('%1$s').

source: An unknown value for the 'filter' parameter was received ('%1$d').
pl: Nieprawidłowa wartość parametru 'filter' ('%1$d').

source: An invalid value for the 'filter' parameter was received ('%1$s').
pl: Nieprawidłowa wartość parametru 'filter' ('%1$s').

source: The %1$s function is not implemented for the %1$s module. This core module handles registration of authentication information as part of the core registration process.
pl: Funkcja %1$s nie została wdrożona w module %1$s.

source: Invalid '%1$s' parameter received in a call to %2$s
pl: Przekazano nieprawidłowy parametr '%1$s' w wywołaniu %2$s

source: Error! A password must be provided.
pl: Błąd! Podanie hasła jest obowiązkowe.

source: A user id was located, but the user account record could not be retrieved in a call to %1$s.
pl: Pobranie danych o koncie użytkownika w metodzie %1$s nie powiodło się.

source: Invalid account password state.
pl: Nieprawidłowy format hasła.

source: Internal Error! Unable to update the user's password with the new hashing method and/or salt.
pl: Błąd! Aktualizacja hasła użytkownika nie powiodła się.

source: Sorry! The e-mail address or password you entered was incorrect.
pl: Podany adres e-mail i/lub hasło są nieprawidłowe.

source: Sorry! The user name or password you entered was incorrect.
pl: Podana nazwa użytkownika i/lub hasło są nieprawidłowe.

source: Invalied '%1$s' parameter received in a call to %2$s
pl: Przekazano nieprawidłowy parametr '%1$s' w wywołaniu %2$s

source: Invalid '%1$s' parameter provided in a call to %2$s.
pl: Przekazano nieprawidłowy parametr '%1$s' w wywołaniu %2$s.

source: An e-mail address was not provided in a call to %1$s.
pl: Nie podano adresu e-mail przy wywołaniu metody %1$s.

source: A user name was not provided in a call to %1$s.
pl: Nie podano nazwy użytkownika przy wywołaniu metody %1$s.

source: Invalid type for '%1$s' parameter in a call to %2$s.
pl: Nieprawidłowy typ parametru '%1$s' w wywołaniu %2$s.

source: An invalid parameter array was received.
pl: Przekazano nieprawidłowy parametr array.

source: An invalid user id was received.
pl: Przekazano nieprawidłowe id użytkownika.

source: E-mail Address
pl: Adres e-mail

source: An invalid '%1$s' parameter was received ('%2$s').
pl: Przekazano nieprawidłowy parametr '%1$s' ('%2$s').

source: The authentication method is not capable of being used for registration.
pl: Wybrana metoda uwierzytelniania nie obsługuje procesu rejestracji.

source: Attempt to retrieve undefined property via %1$s: %2$s in $3$s on line %4$d.
pl: Próba dostępu do niezdefiniowanej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: Attempt to determine if undefined property is set via %1$s: %2$s in $3$s on line %4$d.
pl: Próba dostępu do niezdefiniowanej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: Attempt to modify immutable property via %1$s: %2$s in $3$s on line %4$d.
pl: Próba zmiany wartości chronionej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: Attempt to modify undefined property via %1$s: %2$s in $3$s on line %4$d.
pl: Próba zmiany niezdefiniowanej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: Attempt to unset required property via %1$s: %2$s in $3$s on line %4$d.
pl: Próba usunięcia wymaganej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: Attempt to unset immutable property via %1$s: %2$s in $3$s on line %4$d.
pl: Próba usunięcia chronionej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: Attempt to unset undefined property via %1$s: %2$s in $3$s on line %4$d.
pl: Próba usunięcia niezdefiniowanej własności metodą %1$s: %2$s w pliku $3$s w lini %4$d.

source: An invalid list of authentication modules was returned by ModUtil::getModulesCapableOf().
pl: ModUtil::getModulesCapableOf() zwróciła nieprawidłową listę modułów uwierzytelniania.

source: There were no authentication methods available. Forcing the Users module to be used for authentication.
pl: Brak dostępnych modułów uwierzytelniania. Moduł Użytkownicy zostanie użyty.

source: The authentication method '%2$s' is not a listable method for the module '%1$s'. It will be ignored.
pl: Metoda uwierzytelniania '%2$s' nie jest dostępna w tym przypadku dla modułu '%1$s'. Zostanie ona pominięta.

source: The module '%1$s' is not a listable authentication module. All methods specified for it will be ignored.
pl: Moduł uwierzytelniania '%1$s' nie jest dostępny w tym przypadku. Wszystkie jego metody zostaną zignorowane.

source: The set of listable authentication methods did not contain any methods that are currently available. Forcing the '%2$s' method defined by the '%1$s' module to be listable.
pl: Brak dostępnych modułów uwierzytelniania. Metoda '%2$s' modułu '%1$s' zostanie użyta.

source: The authentication method list is in an inconsistent state. No authentication modules.
pl: Brak modułów uwierzytelniania.

source: An invalid numeric offset was received ('%1$s').
pl: Nieprawidłowy indeks numeryczny ('%1$s').

source: An invalid offset was received ('%1$s').
pl: Nieprawidłowy indeks ('%1$s').

source: Instances of $1$s are immutable.
pl: Instancje $1$s są chronione.

source: Click the user's name to view his/her complete profile.
pl: Kliknij na nazwę użytkownika, by zobaczyć kompletny profil.

source: %1$s threw an exception reporting: "%2$s"
pl: %1$s zwróciła wyjątek: "%2$s"

source: %s is not an instance of Zikula_AbstractVersion
pl: %s nie jest instancją Zikula_AbstractVersion

source: Could not find %1$s for module %2$s
pl: Nie znaleziono %1$s dla modułu %2$s

source: Extensions
pl: Rozszerzenia

source: Manage your modules and plugins.
pl: Zarządzanie modułami i pluginami.

source: extensions
pl: rozszerzenia

source: Error! No such module ID exists.
pl: Błąd! Nie ma takiego ID modułu.

source: Done! Saved module information.
pl: Gotowe! Informacje o module zostały zapisane.

source: Errors were detected regenerating the modules list from file system.
pl: Wykryto błędy podczas odczytywania listy modułów z systemu.

source: Deactivate '%s' module
pl: Wyłącz moduł '%s'

source: Plugins for '%s'
pl: Pluginy modułu '%s'

source: Activate '%s'
pl: Włącz '%s'

source: Uninstall '%s' module
pl: Odinstaluj moduł '%s'

source: Upgrade '%s'
pl: Aktualizuj '%s'

source: Remove '%s' module
pl: Usuń moduł '%s'

source: Install '%s'
pl: Zainstaluj '%s'

source: Incompatible version: '%s'
pl: Niekompatybilna wersja: '%s'

source: Edit '%s'
pl: Edytuj '%s'

source: Files missing
pl: Brak plików

source: New version
pl: Nowa wersja

source: Invalid structure
pl: Niepoprawna struktura

source: Not allowed
pl: Zabronione

source: Incompatible
pl: Niekompatybilny

source: Not installed
pl: Niezainstalowany

source: Error! No module ID provided.
pl: Błąd! Nie podano ID modułu.

source: Activated
pl: Włączony

source: Done! Deactivated module.
pl: Gotowe! Moduł został wyłączony.

source: Done! Uninstalled module.
pl: Gotowe! Moduł został odinstalowany.

source: Warning! The 'Items per page' setting must be a positive integer. The value you entered was corrected.
pl: Uwaga! Liczba 'Pozycji na stronie' musi być dodatnią liczbą całkowitą. Podana wartość została poprawiona.

source: Install
pl: Zainstaluj

source: Configure plugin
pl: Ustawienia pluginu

source: Deactivate
pl: Wyłącz

source: Remove plugin
pl: Usuń plugin

source: Activate
pl: Włącz

source: Upgrade
pl: Aktualizuj

source: Done! Installed plugin.
pl: Gotowe! Plugin został zainstalowany.

source: Done! Deactivated plugin.
pl: Gotowe! Plugin został wyłączony.

source: Done! Activated plugin.
pl: Gotowe! Plugin został włączony.

source: Done! De-installed plugin.
pl: Gotowe! Plugin został odinstalowany.

source: Done! Upgraded plugin.
pl: Gotowe! Plugin został zaktualizowany.

source: Plugin "%s" is not configurable
pl: Plugin "%s" nie jest konfigurowalny

source: No subscriber area passed.
pl: Nie podano 'subscriberarea'.

source: Module "%s" is not a valid subscriber.
pl: Moduł "%s" nie jest poprawnym odbiorcą usług.

source: Subscriber module "%s" is not available.
pl: Moduł "%s" jest niedostępny.

source: No provider area passed.
pl: Nie podano provider area.

source: Module "%s" is not a valid provider.
pl: Moduł "%s" nie jest poprawnym dostawą usług.

source: Provider module "%s" is not available.
pl: Moduł "%s" jest niedostępny.

source: Providers' areas order is not an array.
pl: Kolejność usług dostawcy nie jest tablicą.

source: Error! Could not save the module URL information. A duplicate module URL was detected.
pl: Błąd! Dane modułu nie zostały zaktualizowane - podana nazwa dla adresu URL jest już wykorzystywana przez inny moduł.

source: Error! Module URL is a required field, please enter a unique name.
pl: Błąd! Nazwa modułu dla adresów URL jest wymagana. Podaj unikalną nazwę.

source: Error! Invalid module state transition.
pl: Błąd! Nieprawidłowa próba zmiany statusu modułu.

source: Error! No permission to upgrade %s.
pl: Błąd! Brak uprawnień aby zaktualizować %s.

source: %s must be an instance of Zikula_AbstractInstaller
pl: %s musi być instancją Zikula_AbstractInstaller
