Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
pl: 'Ustawienia panelu' składają się z trzech sekcji: 'Ustawienia ogólne', 'Ustawienia wyświetlania' i 'Kategorie modułów'. Poniżej znajduje się opis każdej z nich.

source: There is currently only one option in the General settings section.
pl: W sekcji Ustawienia ogólne jest obecnie tylko jedna opcja.

source: Ignore check for installer
pl: Nie sprawdzaj obecności plików instalacyjnych

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
pl: Opcja ta pozwala wyłączyć sprawdzanie przez system bezpieczeństwa obecności plików instalacyjnych w katalogu głównym serwisu. Zalecane jest pozostawienie tej opcji włączonej, gdyż obecność plików instalacyjnych stanowi zagrożenie dla bezpieczeństwa.

source: Display settings
pl: Ustawienia wyświetlania

source: There are six display settings.
pl: W sekcji Ustawienia wyświetlania jest sześć opcji.

source: Display icons
pl: Wyświetlaj ikony

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
pl: Opcja ta włącza wyświetlanie ikon modułów w panelu admina.

source: Modules per page
pl: Modułów na stronie

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
pl: Liczba modułów wyświetlanych na jednej stronie w panelu admina.

source: Modules per row
pl: Modułów w wierszu

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
pl: Liczba modułów wyświetlanych w jednej linii w panelu admina.

source: Theme to use
pl: Motyw panelu admina

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
pl: Z rozwijanej listy wybierz motyw dla panelu admina.

source: Style sheet to use
pl: Arkusz stylów

source: Open the dropdown list and choose the style sheet to be used to render the Administration panel.
pl: Z rozwijanej listy wybierz arkusz stylów dla panelu admina.

source: Category initially selected
pl: Kategoria startowa

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
pl: Z rozwijanej listy wybierz kategorię modułów, która będzie domyślnie wyświetlana po wejściu do panelu admina.

source: Modules categorisation
pl: Kategorie modułów

source: In the Modules categorisation section, you can choose two things:
pl: W sekcji Kategorie modułów są dwa ustawienia:

source: Default category for newly-added modules
pl: Domyślna kategoria dla nowych modułów

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
pl: Z rozwijanej listy wybierz kategorię, w której mają być umieszczone wszystkie nowo zainstalowane i aktywowane moduły.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
pl: Widok listy wszystkich zainstalowanych modułów. Dla każdego można wybrać z listy rozwijanej kategorię, w której dany moduł ma być umieszczony.

source: Messages you might see
pl: Komunikaty, które możesz zobaczyć

source: Security analyser warnings
pl: Ostrzeżenia systemu bezpieczeństwa

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
pl: W panelu admina wyświetlane są ostrzeżenia, jeśli system bezpieczeństwa wykryje zagrożenia. Jeśli żadne ostrzeżenie nie jest wyświetlane, oznacza to, że nie znaleziono zagrożeń. Szczegółowe informacje na temat bezpieczeństwa można znaleźć w dokumentacji. Poniżej opisane zostały zagrożenia, które sprawdza system bezpieczeństwa.

source: You see the message
pl: Widzisz wiadomość:

source: Stop, please! The Swiss Army Knife tool ('psak.php' file) is in the site root, but must be removed before you can access the site admin panel. Moreover, for your information, this tool is now deprecated in favor of the Zikula recovery console ('zrc.php').
pl: Stop! Wykryto narzędzie 'Swiss Army Knife' (plik 'psak.php') w głównym katalogu serwisu. Należy je usunąć, aby odblokować dostęp do panelu admina. Ponadto narzędzie to jest już przestarzałe - zalecamy użycie 'Zikula recovery console' ('zrc.php').

source: The Zikula recovery console tool (a file called 'zrc.php') is a useful utility for resolving certain problems, but should not be left in any directory accessible from the Internet, because this leaves an easy opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove 'zrc.php' before you can access the Administration panel.
pl: 'Zikula recovery console' (plik o nazwie 'zrc.php') jest narzędziem pozwalającym rozwiązać niektóre istotne problemy związane z Zikulą. Jednak pozostawienie go w katalogu dostępnym przez internet stanowi poważne zagrożenie dla bezpieczeństwa serwisu. Jeśli system bezpieczeństwa wykryje Zikula recovery console, zostanie zablokowany dostęp do panelu admina, do czasu usunięcia pliku 'zrc.php'.

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
pl: Stop! Wykryto plik 'install.php' oraz katalog 'install' w głównym katalogu serwisu. Należy je usunąć, aby odblokować dostęp do panelu admina.

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
pl: Po zakończeniu procesu instalacji bardzo ważne jest usunięcie plików instalacyjnych - katalogu 'install' oraz pliku 'install.php'. Jest to szczególnie istotne, gdy instalacja wykonywała była w środowisku dostępnym przez internet, gdyż obecność plików instalacyjnych stanowi poważne zagrożenie bezpieczeństwa serwisu. Jeśli system bezpieczeństwa wykryje pliki instalacyjne, zostanie zablokowany dostęp do panelu admina do czasu usunięcia tych plików.

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
pl: Plik konfiguracyjny 'config/config.php' nie jest zabezpieczony przed zapisem. Plik ten powinien mieć prawa dostępu zezwalające tylko na odczyt (chmod 400, 440 lub 444).

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
pl: W trakcie instalacji skrypt zapisuje dane konfiguracyjne do pliku 'config.php', znajdującego się w katalogu 'config'. Po zakończeniu procesu instalacji prawa dostępu do tego pliku nie powinny zezwalać na zapis. Możliwość zmiany tego pliku stanowi poważne zagrożenie. Dlatego prawa dostępu do tego pliku powinny zezwalać tylko na odczyt (chmod 400, 440 lub 444).

source: Installer file 'upgrade.php' is in the site root, but should be removed.
pl: Wykryto plik 'upgrade.php' w głównym katalogu serwisu. Plik ten powinien zostać usunięty.

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
pl: Plik 'upgrade.php' wykorzystywany jest przez skrypt instalacyjny do aktualizacji systemu do najnowszej wersji. Ze względu na bezpieczeństwo plik ten powinien zostać usunięty po zakończeniu procesu instalacji lub aktualizacji.

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
pl: W ustawieniach PHP opcja 'magic_quotes_gpc' jest włączona ('ON'). Opcja ta powinna być wyłączona ('OFF').

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
pl: W niektórych środowiskach hostingowych opcja PHP 'magic_quotes_gpc' może być włączona ('ON'). Z różnych względów, w tym bezpieczeństwa, nie jest to pożądane ustawienie. Dlatego zalecane jest wyłączenie tej opcji (ustawienie 'OFF').

source: PHP 'register_globals' setting is ON, but should be OFF.
pl: W ustawieniach PHP opcja 'register_globals' jest włączona ('ON'). Opcja ta powinna być wyłączona ('OFF').

source: In some hosting environments, the PHP setting 'register_globals' may be set to ON. However, this can create an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'register_globals' is set to OFF.
pl: W niektórych środowiskach hostingowych opcja PHP 'register_globals' może być włączona ('ON'). Z różnych względów, w tym bezpieczeństwa, nie jest to pożądane ustawienie. Dlatego zalecane jest wyłączenie tej opcji (ustawienie 'OFF').

source: There is no '.htaccess' file in the temporary directory ('/ztemp' or other location), but one should be present.
pl: W katalogu tymczasowym ('/ztemp' lub podobny) nie znaleziono pliku '.htaccess'. Plik ten powinien być obecny w tym katalogu.

source: If properly installed, a site will include an '.htaccess' file in the site's temporary directory (which is called '/ztemp', unless another location is used). However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
pl: Poprawnie zainstalowany serwis powinien posiadać w katalogu tymczasowym (domyślnie o nazwie '/ztemp') plik '.htaccess'. Może się jednak zdarzyć, że podczas wysyłania paczki z Zikulą na serwer plik ten zostanie pominięty. W takiej sytuacji zalecane jest samodzielne utworzenie tego pliku oraz sprawdzenie, czy podobny plik znajduje się w kilku innych katalogach.

source: PHPIDS with the Security Center is not activated, but preferably should be.
pl: PHPIDS w module Centrum Bezpieczeństwa nie jest włączony. Zalecane jest jego włączenie.

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
pl: PHPIDS jest dodatkowym zabezpieczeniem stosowanym przez moduł Centrum Bezpieczeństwa. Zalecane jest włączenie tego narzędzia. Ten komunikat pojawi się także, gdy moduł Centrum Bezpieczeństwa nie jest zainstalowany lub nie jest włączony. Więcej informacji na ten temat można znaleźć w dokumentacji modułu Centrum Bezpieczeństwa.

source: PHPIDS is activated, but requests are NOT blocked.
pl: PHPIDS jest włączony, ale zdarzenia NIE są zblokowane.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
pl: PHPIDS jest włączony, ale ustawiony sposób reakcji to 'Tylko ostrzegaj'. Zdarzenia nie są więc blokowane. To ustawienie jest zalecane tylko dla przetestowania, czy reguły PHPIDS działają poprawnie.

source: Security center module is not installed, but preferably should be.
pl: Moduł Centrum Bezpieczeństwa nie jest zainstalowany. Moduł ten powinien być zainstalowany.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
pl: W trakcie instalacji moduł Centrum Bezpieczeństwa jest domyślnie instalowany i włączany. Ta wiadomość pojawia się, gdy moduł ten został usunięty. Ze względu na bezpieczeństwo serwisu zalecane jest przywrócenie i włączenie tego modułu.

source: Security center module is not activated, but preferably should be.
pl: Moduł Centrum Bezpieczeństwa nie jest włączony. Zaleca się włączenie tego modułu.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
pl: W trakcie instalacji moduł Centrum Bezpieczeństwa jest domyślnie instalowany i włączany. Ta wiadomość pojawia się, gdy moduł ten został wyłączony. Ze względu na bezpieczeństwo serwisu zalecane jest włączenie tego modułu.

source: Legacy module support is enabled, but preferably should be disabled.
pl: Wsparcie dla starych modułów jest włączone. Zaleca się wyłączenie tej funkcji w ustawieniach modułów.

source: You have the possibility of enabling support for legacy PostNuke modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
pl: Istnieje możliwość włączenia wsparcia dla starych modułów PostNuke, jednak moduły te mogą nie być należycie zabezpieczone i mogą stanowić zagrożenie dla bezpieczeństwa serwisu. Zalecane jest wykorzystywanie tylko najnowszych modułów, zgodnych API Zikuli (ang. Application Programming Interface; interfejs programowania aplikacji). Jeśli żaden stary moduł nie jest wykorzystywany - opcja ta powinna być wyłączona (jest to domyślne ustawienie dla nowej instalacji).

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
pl: Stop! Wykryto narzędzie 'Zikula recovery console' (plik 'zrc.php') w głównym katalogu serwisu. Należy je usunąć, aby odblokować dostęp do panelu admina.

source: Continue
pl: Kontynuuj

source: Delete module category
pl: Usuń kategorię

source: Do you really want to delete module category '%s'?
pl: Czy na pewno chcesz usunąć kategorię '%s'?

source: Drag and drop into a new module category
pl: Przeciągnij do nowej kategorii

source: Functions
pl: Funkcje

source: There are currently no modules in this category.
pl: Brak modułów w tej kategorii.

source: Configuration file 'config/config.php' is writeable, but should be read-only (please set to chmod 400, or 440 or last resort 444).
pl: Plik konfiguracyjny 'config/config.php' nie jest zabezpieczony przed zapisem. Plik ten powinien mieć prawa dostępu zezwalające tylko na odczyt (chmod 400, 440 lub 444).

source: Upgrade found!
pl: Znaleziono aktualizację!

source: New module category
pl: Nowa kategoria

source: Make default category
pl: Ustaw domyślną kategorią

source: Developer notices (development mode on)
pl: Uwagi dla deweloperów (włączony development mode)

source: Enabled Template settings
pl: Ustawienia systemu szablonów

source: Enabled Theme settings
pl: Ustawienia systemu motywów

source: CSS/JS combination is enabled
pl: Kompilowanie plików CSS/JS jest włączone

source: Clear all cache and compile directories
pl: Wyczyść wszystkie katalogi bufora i kompilacji

source: You are in:
pl: Ścieżka:

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
pl: Uwaga! Włączenie powyższej opcji dla serwisu dostępnego przez internet stanowi zagrożenie. W tym przypadku zaleca się usunięcie plików instalacyjnych.

source: Form of display for module names
pl: Sposób wyświetlania nazw modułów

source: Show both internal name and display name
pl: Wyświetlaj zarówno nazwę systemową i nazwę wyświetlaną

source: Modules per page in module categories list
pl: Liczba modułów na stronę

source: Modules per row in admin panel
pl: Liczba modułów w wierszu

source: Language system
pl: Ustawienia językowe

source: Activate multi-lingual features
pl: Włącz opcje wielojęzyczne

source: Always
pl: Zawsze

source: Only for non-default languages
pl: Tylko dla niedomyślnych wersji językowych

source: Browser
pl: Przeglądarka

source: Automatically detect language from browser settings
pl: Automatyczne wykrywanie języka na bazie ustawień przeglądarki

source: If this is set to 'Yes', Zikula try to serve the language requested by the each user's browser (if that language available and allowed by the multi-lingual settings). If users sets their personal language preference, then this setting will be overriden by their personal preference.
pl: Jeśli ta opcja jest włączona, Zikula spróbuje wyświetlić serwis w języku zgodnym z ustawieniami przeglądarki użytkownika (o ile taka wersja językowa jest dostępna). Jeśli użytkownik zmieni w ustawieniach swojego konta preferowaną wersję językową - jego wybór będzie miał pierwszeństwo.

source: Server
pl: Serwer

source: Default language to use for this site
pl: Domyślny język używany na tej stronie

source: Time zone for anonymous guests
pl: Strefa czasowa dla anonimowych użytkowników

source: Server time zone
pl: Strefa czasowa serwera

source: Variable validation
pl: Domeny IDN

source: Allow IDN domain names
pl: Domeny IDN

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
pl: Uwaga: w domenach IDN można stosować znaki specjalne w adresach URL i e-mail.

source: Main info
pl: Informacje ogólne

source: Description line
pl: Slogan

source: Admin's e-mail address
pl: Adres e-mail administratora

source: Disable site
pl: Wyłącz serwis

source: Reason for disabling site
pl: Powód wyłączenia serwisu

source: Meta tag settings
pl: Ustawienia tagów Meta

source: Default page title
pl: Domyślny tytuł strony (title)

source: Default meta description
pl: Domyślny opis strony (meta description)

source: Default meta keywords
pl: Domyślne słowa kluczowe (meta keywords)

source: Start page settings
pl: Ustawienia strony głównej

source: Start module
pl: Moduł strony głównej

source: No start module (static frontpage)
pl: Brak (statyczna strona)

source: ('index.php' points to this)
pl: (moduł, na który wskazuje 'index.php')

source: Start function type (required)
pl: Typ funkcji startowej (wymagane)

source: Start function (required)
pl: Funkcja startowa (wymagane)

source: Start function arguments
pl: Argumenty funkcji startowej

source: (Comma-separated)
pl: (Rozdzielone przecinkiem, przykład: nazwa=value,nazwa2=value2)

source: Site entry point
pl: Punkt wejścia

source: (Default: index.php)
pl: Plik, przez który mają przepływać wszystkie operacje wykonywane na stronie (domyślnie: index.php)

source: Notice: The entry point file must be present in the Zikula root directory before you set it here as your site's start page.
pl: Uwaga: plik punktu wejścia musi istnieć w głównym katalogu serwisu.

source: Activate compression
pl: Włącz kompresję

source: Module used for managing user profiles
pl: Moduł używany do zarządzania profilami użytkowników

source: No user profiles
pl: Brak profili użytkowników

source: Module used for private messaging
pl: Moduł używany do prywatnych wiadomości

source: No private messaging
pl: Brak prywatnych wiadomości

source: Time-out for Ajax connections
pl: Czas oczekiwania dla połączeń Ajax

source: (in milliseconds, default 5000 = 5 seconds)
pl: (w milisekundach, domyślnie 5000 = 5 sekund)

source: Notice: Increase this value if mobile appliances experience problems with using the site.
pl: Uwaga: możesz zwiększyć tę wartość, jeśli pojawiają się problemy z korzystaniem z serwisu.

source: Permalinks settings
pl: Ustawienia permalinków

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
pl: Poniższe ustawienia służą do modyfikacji permalinków. Czasem znaki specjalne, takie jak 'ń', 'ą', 'ź' itp, są przez przeglądarki kodowane. O ile jest to całkowicie poprawne techniczne, o tyle zmniejsza to znacząco czytelność linków. Poniższe ustawienia pozwolą uniknąć takich sytuacji, usuwając niepożądane znaki lub całe wyrazy z permalinków. W dwóch poniższych polach zawarte są listy znaków zastępowanych i zastępujących, rozdzielone przecinkami. W pierwszym polu ('Lista znaków zastępowanych') należy podać znaki lub wyrazy, które zostaną zamienione na odpowiednie znaki lub wyrazy z drugiego pola ('Lista znaków zastępujących'). Bardzo ważne jest, by obie listy zawierały dokładnie taką samą liczbę elementów. Jeśli nie chcesz korzystać z tej funkcji, pozostaw oba pola puste.

source: List to search for
pl: Lista znaków zastępowanych

source: List to replace with
pl: Lista znaków zastępujących

source: Short URL settings
pl: Ustawienia krótkich URL-i

source: Enable directory-based short URLs
pl: Włącz krótkie URL-e

source: Strip entry point from directory-based URLs
pl: Usuń punkt wejścia z krótkich URL-i

source: Separator for permalink titles
pl: Separator dla permalinków

source: Do not display module name in short URLs for
pl: Pomijaj w adresach nazwę modułu

source: (disabled)
pl: (wyłączone)

source: Number of characters to display in item summaries
pl: Liczba znaków wyświetlanych w podsumowaniu wyników wyszukiwania

source: Disable search plug-ins
pl: Moduły wyłączone z wyszukiwania

source: Search keyword
pl: Szukana fraza

source: Search now
pl: Szukaj

source: Show 'Search now' button
pl: Wyświetl przycisk 'Szukaj'

source: Search options
pl: Opcje wyszukiwania

source: Recent searches
pl: Ostatnio szukane frazy

source: Search keywords
pl: Szukana fraza

source: Number of searches
pl: Liczba wyszukiwań

source: Date of last search
pl: Data ostatniego szukania

source: Number of hits: %s
pl: Liczba wyników: %s

source: Created on %s.
pl: Utworzono %s.

source: No search plug-ins found
pl: Brak modułów do przeszukania

source: Error! Could not find any search plug-ins to use.
pl: Błąd! Nie znaleziono żadnych modułów do przeszukania.

source: Keyword settings
pl: Ustawienia wyszukiwania

source: All words
pl: Wszystkie słowa

source: Any words
pl: Którekolwiek ze słów
