Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Number of items displayed per page
pl: Elementów na stronie

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
pl: Opcja ta określa ile elementów wyświetlanych jest jednocześnie na listach, takich jak lista użytkowników, lista zgłoszeń itp.

source: Path to user's avatar images
pl: Ścieżka do grafik panelu konta

source: Allow globally recognized avatars
pl: Włącz Globalnie Rozpoznawane Awatary (Gravatar)

source: Default gravatar image
pl: Domyślny gravatar

source: Account page settings
pl: Ustawienia panelu konta

source: Display graphics on user's account page
pl: Wyświetl grafiki w panelu konta użytkownika

source: Path to account page images
pl: Ścieżka do grafik panelu konta

source: Number of links per page
pl: Linków na stronę

source: Number of links per row
pl: Linków w wierszu

source: Users module handles e-mail address maintenance
pl: Użyj modułu Użytkownicy do obsługi e-maili użytkowników

source: User credential settings
pl: Ustawienia uwierzytelniania

source: Credential required for user log-in
pl: Metoda logowania

source: Either user name or e-mail address
pl: Nazwa użytkownika lub adres e-mail

source: Notice: If the 'Credential required for user log-in' is set to 'E-mail address' or to 'Either user name or e-mail address', then the 'New e-mail addresses must be unique' option below must be set to 'Yes'.
pl: Uwaga: jeśli w opcji 'Metoda logowania' wybrano 'Adres e-mail', w opcji 'Nie zezwalaj na powtórną rejestrację tego samego adresu e-mail' musi być wybrane 'Tak'.

source: Notice: If the 'New e-mail addresses must be unique' option was set to 'no' at some point, then user accounts with duplicate e-mail addresses might exist in the system. They will experience difficulties logging in with their e-mail address.
pl: Uwaga: jeśli opcja 'Unikalne adresy e-mail' była kiedykolwiek wyłączona, wówczas w systemie mogą istnieć konta o takich samych adresach e-mail. Będzie to powodowało problemy w trakcie logowania z wykorzystaniem tych adresów.

source: New e-mail addresses must be unique
pl: Unikalne adresy e-mail

source: If set to yes, then e-mail addresses entered for new registrations and for e-mail address change requests cannot already be in use by another user account or registration.
pl: Jeśli włączone, wówczas adresy e-mail użytkowników muszą być unikalne.

source: Notice: If this option was set to 'no' at some point, then user accounts or registrations with duplicate e-mail addresses might exist in the system. Setting this option to 'yes' will not affect those accounts or registrations.
pl: Uwaga: jeśli opcja ta była kiedykolwiek wyłączona, wówczas w systemie mogą istnieć konta o takich samych adresach e-mail. Włączenie tej opcji nie spowoduje jednak usunięcia tych kont.

source: Minimum length for user passwords
pl: Minimalna długość hasła użytkownika

source: This affects both passwords created during registration, as well as passwords modified by users or administrators.
pl: Opcja ta dotyczy zarówno haseł tworzonych przez użytkowników w trakcie rejestracji, jak i przypadków zmiany hasła przez użytkowników lub administratorów.

source: Enter an integer greater than zero.
pl: Podaj liczbę całkowitą większą niż zero.

source: Password hashing method
pl: Metoda haszowania hasła

source: The default hashing method is 'SHA256'.
pl: Domyślną metodą jest 'SHA256'.

source: Show password strength meter
pl: Wyświetl miernik siły hasła

source: E-mail address verifications expire in
pl: Zgłoszenia zmiany adresu e-mail wygasają po okresie

source: days
pl: dni

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
pl: Podaj liczbę dni, określającą jak długo zgłoszenie zmiany adresu e-mail będzie oczekiwało na weryfikację. Zero (0) oznacza brak limitu.

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
pl: Zmiana tego ustawienia obejmie również wszystkie obecne zgłoszenia zmiany adresów e-mail, oczekujące na weryfikację.

source: Password reset requests expire in
pl: Zgłoszenia zmiany hasła wygasają po okresie

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
pl: Podaj liczbę dni, określającą jak długo zgłoszenie zmiany hasła będzie oczekiwało na weryfikację. Zero (0) oznacza brak limitu.

source: Changing this setting will affect all password change requests currently pending verification.
pl: Zmiana tego ustawienia obejmie również wszystkie obecne zgłoszenia zmiany haseł, oczekujące na weryfikację.

source: Registration settings
pl: Ustawienia rejestracji

source: Allow new user account registrations
pl: Włącz rejestrację użytkowników

source: Statement displayed if registration disabled
pl: Powód wyłączenia rejestracji użytkowników

source: E-mail address to notify of registrations
pl: Adres powiadomień o nowych zgłoszeniach

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
pl: Powiadomienia będą wysyłane na każdy z podanych adresów. Pozostaw puste, by nie wysyłać żadnych powiadomień.

source: User registration is moderated
pl: Rejestracja moderowana

source: Verify e-mail address during registration
pl: Weryfikacja adresu e-mail podczas rejestracji

source: Yes. User chooses password, then activates account via e-mail
pl: Tak. Użytkownik wpisuje hasło, następnie aktywuje konto via e-mail

source: Log in new registrations automatically?
pl: Automatyczne logowanie rejestrujących się

source: Newly registered users are logged in automatically.
pl: Tak. Od razu po rejestracji użytkownik będzie zalogowany.

source: Newly registered users are logged in automatically only if there is no approval, verification, or other requirement that must be met to complete the registration process.
pl: Automatyczne logowanie rejestrujących się użytkowników możliwe jest wyłącznie wtedy, gdy wyłączone są opcje moderacji zgłoszeń i weryfikacji adresów e-mail. Jedynym wymogiem będzie prawidłowe wypełnienie formularza rejestracyjnego.

source: Newly registered users are not logged in automatically.
pl: Nie. Po rejestracji użytkownik musi się zalogować samodzielnie.

source: Newly registered users are redirected to the log-in screen, if appropriate. If there are other registration requirements to be met, then they are shown this information instead.
pl: Rejestrujący się użytkownicy będą przekierowywani do ekranu logowania. Jeśli proces rejestracji zawiera dodatkowe wymogi, są one przedstawione użytkownikom przed skierowaniem do ekranu logowania.

source: Order that approval and verification occur
pl: Kolejność moderacji i weryfikacji

source: Registration applications must be approved before users verify their e-mail address.
pl: Zgłoszenia muszą być najpierw zaakceptowane przez administratora, następnie użytkownicy weryfikują adresy e-mail.

source: Users must verify their e-mail address before their application is approved.
pl: Użytkownicy najpierw weryfikują adresy e-mail, następnie są one moderowane przez administratorów.

source: Application approval and e-mail address verification can occur in any order.
pl: Moderacja i weryfikacja następuje jednocześnie.

source: Registrations pending verification expire in
pl: Zgłoszenia rejestracyjne wygasają po okresie

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
pl: Podaj liczbę dni, określającą jak długo zgłoszenie zmiany hasła będzie oczekiwało na weryfikację. Zero (0) oznacza brak limitu.

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
pl: Jeśli rejestracja jest moderowana i zgłoszenia muszą być zaakceptowane przed weryfikacją adresu e-mail, czas przedawnienia liczy się od momentu akceptacji zgłoszenia przez administratorów.

source: Changing this setting will affect all registrations currently pending e-mail address verification.
pl: Zmiana tego ustawienia obejmie również wszystkie obecne zgłoszenia, oczekujące na weryfikację adresów e-mail.

source: Spam protection question
pl: Pytanie antyspamowe

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
pl: Możesz ustawić pytanie, na które nowi użytkownicy będą musieli odpowiedzieć, by móc utworzyć konto w serwisie. Opcja ta ma na celu zabezpieczenie przed automatycznymi rejestracjami botów i skryptów.

source: Spam protection answer
pl: Odpowiedź na pytanie antyspamowe

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
pl: Nowi użytkownicy będą musieli udzielić dokładnie takiej odpowiedzi, by mogli utworzyć konto. Odpowiedź na to pytanie jest wymagana w trakcie rejestracji, jeśli podano pytanie antyspamowe.

source: Reserved user names
pl: Zastrzeżone nazwy użytkowników

source: Separate each user name with a comma.
pl: Podaj nazwy użytkowników, rozdzielone przecinkami.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
pl: Rejestrujący się w serwisie użytkownicy nie będą mogli wybrać wskazanych tutaj nazw użytkowników.

source: Banned user agents
pl: Zbanowane klienty www (user agents)

source: Separate each user agent string with a comma.
pl: Podaj nazwy klientów, rozdzielone przecinkami.

source: Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
pl: Próby rejestracji, dokonywane z wykorzystaniem przeglądarki (klienta www), której sygnatura (user agent) będzie rozpoczynała się od któregokolwiek z powyższych fragmentów, będą blokowane.

source: Banned e-mail address domains
pl: Zbanowane domeny e-mail

source: Separate each domain with a comma.
pl: Podaj nazwy domen, rozdzielone przecinkami.

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
pl: Rejestrujący się w serwisie użytkownicy nie będą mogli podać adresów e-mail należących do wskazanych tutaj domen (tej części adresu po znaku '@').

source: User log-in settings
pl: Ustawienia logowania

source: WCAG-compliant log-in and log-out
pl: Logowanie i wylogowanie zgodne z WCAG

source: Notice: Uses meta refresh.
pl: Uwaga: użyte zostanie odświeżanie meta (meta-refresh).

source: Failed login displays inactive status
pl: Komunikat dla nieaktywnych kont

source: Yes. The log-in error message will indicate that the user account is inactive.
pl: Komunikat mówiący, iż konto jest jeszcze nieaktywne.

source: No. A generic error message is displayed.
pl: Domyślny komunikat o błędnym logowaniu.

source: Failed login displays verification status
pl: Komunikat dla niepotwierdzonych kont

source: Yes. The log-in error message will indicate that the registration is pending verification.
pl: Komunikat mówiący, iż konto (adres e-mail) nie zostało jeszcze potwierdzone.

source: Failed login displays approval status
pl: Komunikat dla niezaakceptowanych kont

source: Yes. The log-in error message will indicate that the registration is pending approval.
pl: Komunikat mówiący, iż zgłoszenie nie zostało jeszcze rozpatrzone.

source: Export Title Row
pl: Eksportuj wiersz z nagłówkami

source: Export Email Address
pl: Eksportuj adresy e-mail

source: Export Registration Date
pl: Eksportuj daty rejestracji

source: Export Last Login Date
pl: Eksportuj datę ostatniego logowania

source: Export Group Membership
pl: Eksportuj przynależność do grup

source: CSV Export File
pl: Plik CSV eksportu

source: CSV filename
pl: Nazwa pliku CSV

source: Comma
pl: Przecinek

source: Semicolon
pl: Średnik

source: Colon
pl: Dwukropek

source: Tab
pl: Tabulator

source: Export
pl: Eksportuj

source: Delete user account
pl: Usunięcie użytkownika

source: Do you really want to delete this user account?
pl: Czy na pewno chcesz usunąć tego użytkownika?

source: Cancel forced password change for %1$s
pl: Anulowanie żądania zmiany hasła dla konta %1$s

source: Force a change of password for %1$s
pl: Wymuszenie zmiany hasła dla konta %1$s

source: Do you want to cancel the forced password change for %1$s?
pl: Czy na pewno chcesz anulować żądanie zmiany hasła dla konta %1$s?

source: Do you want to force a password change during the next login attempt for %1$s?
pl: Czy na pewno chcesz wymusić zmianę hasła dla konta %1$s przy następnym logowaniu?

source: Yes, cancel the change of password
pl: Tak, anuluj żądanie

source: Yes, force the change of password
pl: Tak, wymuś zmianę hasła

source: Last login
pl: Ostatnie logowanie

source: User's groups
pl: Grupy

source: E-mail Users
pl: Wiadomość do użytkowników

source: Select recipients
pl: Wybór adresatów

source: Compose message
pl: Tworzenie wiadomości

source: Notice: This e-mail message will be sent to your address and to all other recipients you select. Your address will be the entered as the main recipient, and all your selected recipients will be included in the blind carbon copies ('Bcc') list. You can specify the number of 'Bcc' recipients to be added to each e-mail message. If the number of your selected recipients exceeds the number you enter here, then repeat messages will be sent until everyone in your selection has been mailed (you will receive a copy of each message). The allowed batch size may be set by your hosting provider.
pl: Wiadomość zostanie wysłana na Twój adres e-mail. Pozostali adresaci zostaną dodani do pola 'Ukryta kopia' ('BCC' lub 'UDW'). Możesz określić liczbę adresatów, którzy będą dodani do jednej wiadomości (pole 'Wyślij wiadomości w paczkach'). Po przekroczeniu tego ograniczenia wysyłane będą kolejne wiadomości, do czasu aż otrzymają ją wszyscy adresaci (otrzymasz kopię każdej wysłanej w ten sposób wiadomości).

source: Sender's name
pl: Nazwa nadawcy

source: Address to which replies should be sent
pl: Adres, na który mają przychodzić odpowiedzi

source: Subject
pl: Temat

source: Message
pl: Komunikat

source: Send e-mail messages in batches
pl: Wyślij wiadomości w paczkach

source: messages per batch
pl: wiadomości w paczce

source: Send e-mail to selected recipients
pl: Wyślij wiadomość do wybranych adresatów

source: Registration for '%1$s'
pl: Zgłoszenie konta '%1$s'

source: Approve and Add User
pl: Zaakceptuj i utwórz konto

source: Deny
pl: Odrzuć

source: Add user without verification
pl: Utwórz konto bez weryfikacji

source: Return to registrations
pl: Powrót do listy zgłoszeń

source: Registered users
pl: Zarejestrowani użytkownicy

source: %s registered user
pl: %s użytkownik

source: %s anonymous guest
pl: %s gość

source: %1$s and %2$s online.
pl: %1$s oraz %2$s online.

source: You have no new messages.
pl: Nie masz nowych wiadomości.

source: You have <a href="%1$s">%2$s</a> new message.
pl: Masz <a href="%1$s">%2$s</a> nową wiadomość.

source: You are logged-in as <strong>%s</strong>.
pl: Zalogowano jako <strong>%s</strong>.

source: You are an anonymous guest.
pl: Nie masz jeszcze konta.

source: You can <a href="%s">register here</a>.
pl: Możesz zarejestrować się <a href="%s">tutaj</a>.

source: Keep me logged in on this computer
pl: Zapamiętaj mnie na tym komputerze

source: The log-in option you chose is not available at the moment.
pl: Wybrana metoda logowania jest aktualnie niedostępna.

source: Please choose another or contact the site administrator for assistance.
pl: Wybierz inną metodę lub skontaktuj się z administratorem w celu uzyskania pomocy.

source: Please contact the site administrator for assistance.
pl: Skontaktuj się z administratorem w celu uzyskania pomocy.

source: Or instead, login with your...
pl: Zmień metodę logowania:

source: Login with your...
pl: Wybierz metodę logowania:

source: Do you need to...
pl: Możesz także:

source: Create an account?
pl: Zarejestrować się

source: Recover your account information?
pl: Odzyskać informacje o koncie

source: Change language
pl: Wybierz język

source: New language
pl: Wybór języka

source: Account information and password recovery
pl: Odzyskiwanie hasła i informacji o koncie

source: Please select one of the following:
pl: Wybierz, co chcesz zrobić:

source: I have forgotten my account information (for example, my user name).
pl: Odzyskać informacje o koncie (na przykład nazwę użytkownika).

source: I have forgotten my password.
pl: Odzyskać hasło.

source: I have received a password recovery code, and would like to enter it.
pl: Użyć kod odzyskania hasła.

source: New account registration
pl: Rejestracja nowego konta

source: My account
pl: Twoje konto

source: Block content
pl: Zawartość bloku

source: Enable your personal custom block
pl: Włącz swój blok

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
pl: Twój prywatny blok pozwala na wyświetlanie treści, które sam podasz. Nikt poza Tobą nie widzi tego bloku. Możesz wykorzystać ten blok na przykład do zamieszczenia notatki lub linków do często odwiedzanych podstron, które nie są uwzględnione w głównym menu. Aby wyświetlić ten blok zaznacz pole 'Włącz swój blok', wprowadź tekst, który chcesz wyświetlać i zapisz zmiany.

source: Lost password recovery
pl: Odzyskiwanie hasła

source: Password reminder
pl: Przypomnienie hasła

source: I remember my password now.
pl: Pamiętam już hasło.

source: Go to log-in screen
pl: Przejdź do ekranu logowania

source: Reset your password
pl: Zmiana hasła

source: If you still do not remember your password, you can create a new one here.
pl: Nadal nie pamiętam hasła i chcę utworzyć nowe.

source: Password (repeat for verification)
pl: Powtórz hasło

source: Enter a word or a phrase that will remind you of your password.
pl: Podaj frazę, która będzie przypominała Twoje hasło.

source: Notice: Do not use a word or phrase that will allow others to guess your password! Do not include your password or any part of your password here!
pl: Podaj frazę, która nie pozwoli innym zgadnąć Twojego hasła. Fraza ta nie powinna zawierać hasła lub jego części!

source: Sorry! Your session has expired.
pl: Twoja sesja wygasła.

source: For your security, this session has expired because you have been inactive for too long. Please <a href="%s">log in</a> again to access services.
pl: Ze względu na brak aktywności twoja sesja wygasła. <a href="%s">Zaloguj się</a> ponownie.

source: Please enter EITHER your user name OR your e-mail address below and click the 'Submit' button. You will be e-mailed a confirmation code. Check your e-mail, and follow the given instructions.
pl: Podaj swój login LUB adres e-mail w poniższym formularzu i kliknij przycisk 'Wyślij'. Otrzymasz wiadomość e-mail z kodem potwierdzającym oraz instrukcją jak postępować.

source: or
pl: lub

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click 'Save'. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is <strong>'%s'</strong>.
pl: Podaj nowy adres e-mail (dwukrotnie, aby uniknąć literówek) a następnie kliknij przycisk 'Zapisz'. Adres e-mail jest wykorzystywany do powiadomień (na przykład, gdy próbujesz odzyskać utracone hasło). Twój obecny adres e-mail to: <strong>'%s'</strong>.

source: You will receive an e-mail to your new e-mail address to confirm the change.
pl: Otrzymasz wiadomość, która pozwoli na potwierdzenie zmiany adresu e-mail.

source: New e-mail address
pl: Nowy adres e-mail

source: New e-mail address again (for verification)
pl: Powtórz adres e-mail

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
pl: Rejestracja i utworzenie konta są bardzo proste, a dzięki temu możesz otrzymać dostęp do treści i funkcji niedostępnych dla niezalogowanych użytkowników.

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
pl: Aby w pełni korzystać z funkcjonalności tego serwisu zalecamy zezwolenie na zapisywanie ciasteczek (cookies) z tego serwisu.

source: Before you will be able to log in, an administrator must approve your registration request and you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after an administrator has approved your request.
pl: Do zakończenia rejestracji potrzebna będzie jeszcze akceptacja zgłoszenia przez administratora oraz potwierdzenie adresu e-mail. Po akceptacji Twojego zgłoszenia, otrzymasz wiadomość e-mail z instrukcjami.

source: Before you will be able to log in, you must verify your e-mail address and an administrator must approve your registration request. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
pl: Do zakończenia rejestracji potrzebne będzie jeszcze potwierdzenie adresu e-mail oraz akceptacja zgłoszenia przez administratora. Po wypełnieniu i wysłaniu formularza otrzymasz wiadomość e-mail, pozwalającą na potwierdzenie adresu e-mail.

source: You must verify your e-mail address before an administrator will approve your registration request.
pl: Dopiero po weryfikacji adresu e-mail administrator będzie mógł zaakceptować Twoje zgłoszenie.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
pl: Do zakończenia rejestracji potrzebna będzie jeszcze akceptacja zgłoszenia przez administratora. Po akceptacji Twojego zgłoszenia, otrzymasz wiadomość e-mail z powiadomieniem.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
pl: Do zakończenia rejestracji potrzebne będzie jeszcze potwierdzenie adresu e-mail. Po wypełnieniu i wysłaniu formularza otrzymasz wiadomość e-mail, pozwalającą na potwierdzenie adresu e-mail.

source: Choose a user name
pl: Wybierz nazwę użytkownika

source: User names can contain letters, numbers, underscores, periods and/or dashes.
pl: Nazwa użytkownika może zawierać małe litery, cyfry, podkreślenia, kropki oraz myślniki.
