Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Error! Range error. Value must be between %1$s and %2$s.
pl: Błąd! Podana wartość musi mieścić się między %1$s a %2$s.

source: Error! The value must be %s or more.
pl: Błąd! Wartość musi być większa bądź równa %s.

source: Error! The value must be %s or less.
pl: Błąd! Wartość musi być mniejsza bądź równa %s.

source: Error! Did not succeed in uploading file.
pl: Błąd! Wysłanie pliku nie powiodło się.

source: Error! Invalid integer.
pl: Błąd! Niepoprawna liczba całkowita.

source: Plugin %s must be an instance of Zikula_Form_AbstractPlugin
pl: Plugin %s musi być instancją Zikula_Form_AbstractPlugin

source: Cannot restore Zikula_Form_View plugin of type '%s' since stored and actual number of member vars differ
pl: Nie można wczytać pluginu Zikula_Form_View typu '%s' ponieważ aktualna liczba zmiennych jest różna od zapisanej

source: Static class %s cannot be instanciated
pl: Klasa statyczna %s nie może być powiązana z instancją

source: Class %s cannot be found.
pl: Nie znaleziono klasy %s.

source: Error! Table update failed.
pl: Błąd! Aktualizacja tabeli nie powiodła się.

source: Error! An invalid initialization directive '%s' found in 'DBObjectArray::init()'.
pl: Błąd! Nieprawidłowa dyrektywa inicjalizacji '%s' w 'DBObjectArray::init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'PNObject::init()'.
pl: Błąd! Nieprawidłowy typ parametru inicjalizacji '%s' w 'DBObjectArray::init()'.

source: The parameter %s must not be empty
pl: Parametr %s nie może być pusty

source: No SQL statement to execute
pl: Brak zapytania SQL do wykonania

source: Paging parameters can only be used for SELECT statements
pl: Parametry stronicowania mogą być użyte tylko dla zapytań SELECT

source: Invalid table-key [%s] retrieved
pl: Przekazano nieprawidłowy klucz tabeli [%s]

source: Empty query generated for [%s] filtered by columnArray
pl: Po zastosowaniu filtra podanego w columnArray zostało wygenerowane puste zapytanie dla tabeli [%s]

source: Invalid join information retrieved (alias %s already exists)
pl: Nieprawidłowe dane dla polecenia join (alias %s już istnieje)

source: Neither the sql parameter nor the table array contain the dictionary representation of table [%s]
pl: Brak definicji słownikowej dla tabeli [%s]

source: Error! Column rename failed.
pl: Błąd! Zmiana nazwy kolumny nie powiodła się.

source: The parameter %s must be an array of field arrays
pl: Parametr %s musi być tablicą z tablicami pól

source: %1$s does not exist in table definition for %2$s.
pl: %1$s nie istnieje w definicji tabeli dla %2$s.

source: Error! Column creation failed.
pl: Błąd! Utworzenie kolumny nie powiodło się.

source: The parameter %s must be an array.
pl: Parametr %s musi być tablicą.

source: Error! Column deletion failed.
pl: Błąd! Usunięcie kolumny nie powiodło się.

source: %s_column is not an array
pl: %s_column nie jest tablicą

source: %s_column_def is not an array
pl: %s_column_def nie jest tablicą

source: Unable to find anything to insert in supplied object ...
pl: Brak danych do wykonania polecenia insert dla zadanego obiektu...

source: Neither object ID nor where parameters are provided
pl: Nie podano ani ID ani parametrów 'where'

source: Invalid idfield received
pl: Przekazano nieprawidłowe idfiled

source: Can't specify both object and where-clause
pl: Należy podać albo parametr object albo where. Nie oba jednocześnie.

source: Missing either object or where-clause
pl: Nie podano ani parametru object ani where

source: Object does not have an ID
pl: Obiekt nie posiada ID

source: Unable to find assocKey [%1$s] in objectColumns for resultset.
pl: Nie znaleziono assocKey [%1$s] w objectColumns dla otrzymanych wyników.

source: The parameter %s must be an array
pl: Parametr %s musi być tablicą

source: Permission filter iterator did not return an array (must be an array of arrays)
pl: Nieprawidłowy format filtra uprawnień (powinien być tablicą tablic)

source: Permission filter level is invalid: [%s]
pl: Nieprawidłowy poziom w filtrze uprawnień: [%s]

source: Got no rows to select from
pl: Wynik nie zawiera żadnych wierszy

source: Got no columns to select from
pl: Wynik nie zawiera żadnych kolumn

source: The parameter %s must be numeric
pl: Parametr %s musi być parametrem numerycznym

source: %s does not point to a valid table definition
pl: %s nie wskazuje na prawidłową definicję tabeli

source: %s does not point to a valid field definition
pl: %s nie wskazuje na prawidłową definicję pola

source: Exiting after SQL-error
pl: Błąd SQL

source: Invalid field pattern detected in table [%s] ...
pl: Nieprawidłowy wzór pola wykryto w tabeli [%s] ...

source: Error in table definition for %1$s, column %2$s
pl: Błędna definicja kolumny %2$s w tabeli %1$s

source: Missing default value in field datadict specification for %1$s.%2$s
pl: Brak wartości domyślnej w polu datadict specification dla %1$s.%2$s

source: Neither the sql parameter nor the table structure contain the data dictionary representation of table [%s] ...
pl: Brak definicji słownikowej dla tabeli [%s]...

source: Neither the sql parameter nor the table structure contain the ADODB dictionary representation of table [%s] ...
pl: Brak definicji słownikowej dla tabeli [%s] ...

source: Unable to retrieve table definition for [%s]
pl: Błąd! Odczytanie definicji tabeli [%s] nie powiodło się

source: Unable to retrieve table columns definition for [%s]
pl: Błąd! Odczytanie definicji kolumn tabeli [%s] nie powiodło się

source: Unable to retrieve table columns_def definition for [%s]
pl: Odczytanie columns_def definition tabeli dla [%s] nie powiodło się

source: Inconsistent table definition detected for table [%1$s]: column [%2$s] has no counterpart in column_def structure
pl: Wykryto niespójną definicję dla tabeli [%1$s]: kolumna [%2$s] nie ma odpowiednika w column_def structure

source: Inconsistent table definition detected for table [%1$s]: column_def [%2$s] has no counterpart in column structure
pl: Wykryto niespójną definicję dla tabeli [%1$s]: column_def [%2$s] nie ma odpowiednika w strukturze kolumny

source: Table consistency check failed for %s
pl: Nie powiodła się kontrola spójności dla tabeli %s

source: Error! Table creation failed for %s
pl: Błąd! Utworzenie tabeli %s nie powiodło się

source: Error! Table rename failed.
pl: Błąd! Zmiana nazwy tabeli nie powiodła się.

source: Error! Table drop failed.
pl: Błąd! Usunięcie tabeli nie powiodło się.

source: %s does not point to a valid column definition
pl: %s nie wskazuje na prawidłową definicję kolumny

source: Error! Index creation failed.
pl: Błąd! Utworzenie indeksu nie powiodło się.

source: Error! Index deletion failed.
pl: Błąd! Usunięcie indeksu nie powiodło się.

source: Error! Fetching table index list failed.
pl: Błąd! Nie powiodło się pobieranie indeksu tabeli.

source: %1$s: unable to limit tablename [%2$s] because database prefix is too long for Oracle, please shorten it (recommended length is 4 chars)
pl: %1$s: wygenerowanie krótkiej nazwy tabeli [%2$s] nie powiodło się ponieważ prefiks tabel jest za długi dla Oracle. Skróć prefiks (zalecana długość to 4 znaki)

source: %1s: %2s is not an array.
pl: %1s: %2s nie jest tablicą.

source: %1s: empty %2s supplied.
pl: %1s: przekazano puste %2s.

source: %1$s: invalid cmp_op [%2$s] supplied for non-required field [%3$s].
pl: %1$s: przekazano nieprawidłową wartość parametru cmp_op [%2$s] dla niewymaganego pola [%3$s].

source: %1$s: invalid cmp_op [%2$s] supplied for field [%3$s].
pl: %1$s: przekazano nieprawidłową wartość parametru cmp_op [%2$s] dla pola [%3$s].

source: %1$s: invalid validationArray supplied: expected 5 fields but found %2$s.
pl: %1$s: przekazano nieprawidłową wartość parametru validationArray, powinien mieć on 5 elementów a ma %2$s.

source: Error! You did not select a module table.
pl: Błąd! Nie wybrano tabeli modułu.

source: Error! There is already a property with this name in the specified module and table.
pl: Błąd! Podana nazwa klucza dla tego modułu i tabeli już istnieje.

source: Error! An invalid initialization directive '%s' found in 'DBObject::_init()'.
pl: Błąd! Nieprawidłowa dyrektywa inicjalizacji '%s' w 'DBObject::_init()'.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'DBObject::_init()'.
pl: Błąd! Nieprawidłowy typ parametru inicjalizacji '%s' w 'DBObject::_init()'.

source: Error! You did not enter a name.
pl: Błąd! Nie podano nazwy.

source: Can not delete category while preserving subcategories without specifying a new parent ID
pl: Nie można zachować podkategorii usuwanej kategorii, jeśli nie podano ID nowego rodzica

source: %s called on a non-object
pl: %s wywołana na zmiennej nie będącej obiektem

source: %1$s: Unable to reference object type [%2$s]
pl: %1$s: Nie znaleziono takiego typu obiektów [%2$s]

source: %1$s: %2$s is not an object.
pl: %1$s: %2$s nie jest obiektem.

source: %1$s: %2$s is not an array.
pl: %1$s: %2$s nie jest tablicą.

source: Unable to determine a valid ID in object [%1$s, %2$s]
pl: Nie można określić poprawnego ID obiektu [%1$s, %2$s]

source: %1$s: there is no [%2$s] field in the [%3$s] table.
pl: %1$s: pole [%2$s] nie występuje w tabeli [%3$s].

source: %1$s: invalid direction [%2$s] supplied.
pl: %1$s: Przekazano nieprawidłowy kierunek [%2$s].

source: Root Category
pl: Kategoria nadrzędna

source: Invalid object in %s
pl: %s: brak obiektu

source: Core image %s does not exist, please use the png format (called from %s).
pl: Obraz %s nie istnieje, proszę użyj formatu png (wywołany z %s).

source: %s: Image '%s' not found
pl: %s: obraz '%s' nie został znaleziony

source: %s: Image '%s' is not a valid image file
pl: %s: obraz '%s' nie jest poprawnym plikiem

source: Error! "module" parameter must be specified.
pl: Błąd! Parametr "module" jest wymagany.

source: Invalid page variable name: '%1$s'.
pl: Nieprawidłowa nazwa zmiennej strony: '%1$s'.

source: Warning! The {checkpermission} parameter %1$s is deprecated. Please use %2$s instead.
pl: Uwaga! Plugin {checkpermission} - parametr %1$s jest przestarzały. Użyj %2$s zamiast niego.

source: An invalid selected authentication module was received by the template function '%1$s'.
pl: Funkcja szablonu '%1$s' otrzymała nieprawidłowo wybrany moduł uwierzytelniania.

source: An invalid selected authentication method was received by the template function '%1$s'.
pl: Funkcja szablonu '%1$s' otrzymała nieprawidłowo wybraną metodę uwierzytelniania.

source: Your Account
pl: Twoje konto

source: Register new account
pl: Utwórz konto

source: Remember me
pl: Zapamiętaj mnie

source: Date selector
pl: Kalendarz

source: Error! The '%s' module is not available.
pl: Błąd! Moduł '%s' jest niedostępny.

source: On
pl: Włączone

source: Off
pl: Wyłączone

source: Error! in %1$s: invalid value for the %2$s parameter (%3$s).
pl: Błąd! %1$s: parametr %2$s ma nieprawidłową wartość (%3$s).

source: Error! Category [%1$s] does not have the field [%2$s] set.
pl: Błąd! Kategoria [%1$s] nie posiada pola [%2$s].

source: smarty_block_case: case not inside a switch block
pl: smarty_block_case: case musi być wewnątrz bloku switch

source: Missing or invalid '%s' parameter.
pl: Brak lub nieprawidłowy parametr '%s'.

source: Keys and values size doesn't match.
pl: Rozmiary listy kluczy i wartości nie pasują do siebie.

source: Missing '%s' parameter.
pl: Brak parametru '%s'.

source: Error! With modifier_gt, you must use the following form for the gettext modifier ('gt'): $var|gt:$zikula_view
pl: Błąd! Prawidłowy sposób użycia modifier_gt ('gt') to $var|gt::$zikula_view

source: Error! If you use a plural or count in gettext, you must use both parameters together.
pl: Błąd! Parametry plural oraz count należy używać równocześnie.

source: Warning! The {checkpermissionblock} parameter %1$s is deprecated. Please use %2$s instead.
pl: Uwaga! Plugin {checkpermissionblock} - parametr %1$s jest przestarzały. Użyj %2$s zamiast niego.

source: No assigned categories.
pl: Brak przypisanych kategorii.

source: Error! in %1$s: parameter '%2$s' only supported together with '%3$s' set.
pl: Błąd! Plugin %1$s wymaga podania jednocześnie parametru '%2$s' oraz '%3$s'.

source: Error! in %1$s: %2$s, %3$s or %4$s parameter must be specified.
pl: Błąd! Plugin %1$s wymaga podania jednego z parametrów: %2$s, %3$s lub %4$s

source: Edit sub-categories
pl: Modyfikuj podkategorie

source: Warning! Template plugin {%1$s} is deprecated, please use {%2$s} instead.
pl: Uwaga! Plugin {%1$s} jest przestarzały. Użyj {%2$s} zamiast niego.

source: Error! "%1$s" must be set in %2$s
pl: Błąd! Brak "%1$s" w %2$s

source: Error! "%1$s" must be an instance of %2$s
pl: Błąd! "%1$s" musi być instancją %2$s

source: Error! in %1$s: the %2$s parameter must be specified to get the full block information.
pl: Błąd! Plugin %1$s wymaga podania parametru %2$s.

source: {modurl} - %1$s is a required argument, you must specify it explicitly in %2$s
pl: {modurl} - %1$s jest wymaganym argumentem, należy określić go w %2$s

source: Edit sub-category
pl: Edytuj podkategorie

source: eventname is a required param for {notifyevent} plugin.
pl: eventname jest wymaganym parametrem dla pluginu {notifyevent}.

source: anonymous guest
pl: gość

source: Page generated in %s seconds.
pl: Strona wygenerowana w czasie %s sekund.

source: Theme 3.0
pl: Motyw 3.0

source: Error! in %1$s: the "class" and "method" parameter must be specified together or just "function" by itself.
pl: Błąd! Plugin %1$s wymaga podania obu parametrów "class" oraz "method" lub tylko parametru "function".

source: Welcome, %s!
pl: Witaj %s!

source: Root category for user categories
pl: Kategoria główna dla kategorii użytkowników

source: Allow users to edit their own categories
pl: Pozwól użytkownikom na edytowanie swoich kategorii

source: Automatically create user category root folder
pl: Automatycznie twórz główną kategorię dla użytkowników

source: Automatically create user default category
pl: Automatyczne twórz domyślną kategorię użytkownika

source: Require access to all categories for one item (relevant when using multiple categories per content item)
pl: Wymaga dostępu do wszystkich kategorii dla elementu (jeśli używasz wielu kategorii dla jednego elementu)

source: Default user category
pl: Domyślna kategoria użytkownika

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Copy category
pl: Kopiuj kategorię

source: Category
pl: Kategoria

source: Path
pl: Ścieżka

source: Copy this category and all sub-categories of this category
pl: Skopiuj tę kategorię ze wszystkimi jej podkategoriami

source: Delete category
pl: Usuń kategorię

source: Do you really want to delete this category?
pl: Czy na pewno chcesz usunąć tę kategorię?

source: Confirmation prompt
pl: Potwierdzenie

source: It contains %s direct sub-categories.
pl: Ta kategoria zawiera %s bezpośrednich podkategorii.

source: Please also choose what to do with this category's sub-categories:
pl: Wybierz również co zrobić z podkategoriami tej kategorii:

source: Delete all sub-categories
pl: Usuń wszystkie podkategorie

source: Move all sub-categories to next category
pl: Przenieś do kolejnej kategorii

source: Edit category
pl: Modyfikuj kategorię

source: Parent
pl: Nadrzędna

source: No parent category.
pl: Brak.

source: Category is locked
pl: Zablokowana

source: Category is a leaf node
pl: Kategoria końcowa

source: Localised output
pl: Opisy wielojęzyczne

source: Attributes
pl: Atrybuty

source: Meta data
pl: Metadane

source: Internal ID
pl: ID

source: I-path
pl: Ścieżka ID

source: Move
pl: Przenieś

source: Choose category
pl: Wybierz kategorię

source: Choose module
pl: Wybierz moduł

source: Module
pl: Moduł

source: Property name
pl: Nazwa klucza

source: Actions
pl: Czynności

source: Move category
pl: Przenieś kategorię

source: Are you sure you want to rebuild all the internal paths for categories?
pl: Na pewno chcesz przebudować ścieżki kategorii?

source: Warning! If you have a large number of categories then this action may time out, or may exceed the memory limit configured within your PHP installation.
pl: Uwaga! W przypadku serwisów z dużą ilością kategorii wykonanie tej czynności może trwać bardzo długo, powodując przekroczenie dopuszczalnego czasu wykonania lub przekroczenie limitu pamięci dla skryptów PHP.

source: Delete registry entry
pl: Usuń wpis z rejestru kategorii

source: Do you really want to delete this registry entry?
pl: Czy na pewno chcesz usunąć ten wpis rejestru?

source: Expand all
pl: Rozwiń wszystko

source: Collapse all
pl: Zwiń wszystko

source: Close
pl: Zamknij

source: New parent category for sub-categories
pl: Nowa kategoria nadrzędna dla podkategorii

source: Add
pl: Dodaj

source: Return to referring page
pl: Powrót do odsyłającej strony

source: Resequence
pl: Uporządkuj kolejność

source: Category system information
pl: Informacje systemowe

source: Sort value
pl: Waga sortowania

source: Do you really want to delete the category '%s'?
pl: Czy na pewno chcesz usunąć kategorię '%s'?

source: Settings for %s
pl: Ustawienia %s

source: User theme
pl: Motyw użytkownika

source: Notice: This category is for 'browser-oriented' themes that can be selected by users for their sessions on the site.
pl: Motyw do wyświetlania treści użytkownikom odwiedzającym serwis.

source: System theme
pl: Motyw systemu

source: Notice: This category is for themes used to deliver back-end services (such as RSS feeds, etc.).
pl: Motyw dla usług (np: RSS).

source: Admin panel theme
pl: Motyw panelu administracyjnego

source: Notice: This category is for themes used to display the site admin panel.
pl: Motyw do wyświetlania panelu administracyjnego.

source: Edit page configuration
pl: Edytuj konfigurację strony

source: Page settings
pl: Ustawienia strony

source: Page template
pl: Szablon strony

source: Block template
pl: Szablon bloku

source: Default template
pl: Szablon domyślny

source: Palette
pl: Paleta

source: Wrappers settings
pl: Ustawienia kontenerów w szablonie

source: Enable main content wrapper
pl: Włącz kontener dla głównej zawartości

source: This will add a wrapper for the main content, like:
pl: Funkcja ta doda dodatkowy kontener dla głównej treści, wyglądający następująco:

source: Enable block wrappers
pl: Włącz kontenery dla bloków

source: This will add a wrapper for each block content, like:
pl: Funkcja ta doda dodatkowy kontener dla każdego bloku, wyglądający następująco:

source: Filter settings
pl: Ustawienia filtra

source: Comma separated list of filters, eg. myfilter (for outputfilters) represents outputfilter.myfilter.php file, see <a href="http://www.smarty.net/manual/en/advanced.features.php">the documentation</a> for more information about filters.
pl: Lista rozdzielonych przecinkiem filtrów, np. myfilter (dla filtrów wyjściowych - outputfilter) odpowiada plikowi outputfilter.myfilter.php, patrz<a href="http://www.smarty.net/manual/en/advanced.features.php"> dokumentacja Smarty</a> aby zasięgnąć więcej informacji o filtrach.

source: Output filters
pl: Filtry wyjściowe (outputfilters)

source: Pre-filters
pl: Filtry wejściowe (prefilters)

source: Post-filters
pl: Filtry pokompilacyjne (postfilters)

source: The theme engine will consider the more specific setup; in that order, a block instance template, is used over a block type template, and a block position one.
pl: System motywów uwzględnia bardziej szczegółowe deklaracje jako ważniejsze, a więc ustawienia dla instancji bloków są ważniejsze niż ustawienia dla typów bloków, a te są ważniejsze niż ustawienia dla pozycji bloków.

source: Block instance templates
pl: Szablony instancji bloku

source: Block type templates
pl: Szablony typu bloku

source: Block position templates
pl: Szablony pozycji bloku

source: Existing block positions
pl: Istniejące pozycje bloków

source: <p>The following block positions are used in this page configuration, but they have not been defined within the Blocks module;</p>%s<p>Click on a block position to go create that position.</p>
pl: <p>Poniższe pozycje bloków użyte w konfiguracji tej strony nie zostały zdefiniowane w module bloków</p>%s<p>Kliknij na pozycję bloku, aby ją utworzyć.</p>

source: Existing block instances
pl: Istniejące instancje bloków

source: Untitled block of type %1$s
pl: Nienazwany blok typu %1$s

source: Page configuration assignments
pl: Powiązania z konfiguracjami stron

source: Configuration file
pl: Plik konfiguracyjny

source: Important
pl: Nadrzędne

source: Page configurations in use
pl: Konfiguracje stron

source: Configuration file found
pl: Plik konfiguracyjny istnieje

source: Variables
pl: Zmienne

source: Notice: Any configuration files that Zikula cannot find must be created in 'themes/%s/templates/config'.
pl: Uwaga: wszystkie nieistniejące pliki konfiguracji muszą zostać stworzone w katalogu <em>themes/%s/templates/config</em>.

source: Create new page configuration assignment
pl: Dodaj powiązanie z konfiguracją strony

source: Function type
pl: Typ funkcji

source: Function name
pl: Nazwa funkcji

source: Function arguments
pl: Argumenty funkcji

source: Notice: This is a list of arguments found in the page URL, separated by '/'.
pl: Lista argumentów znajdujących się w adresie URL rozdzielona znakami '/'.

source: Any match with this assignment will be consider over the following others.
pl: Jeśli więcej niż jedno powiązanie będzie trafne - wówczas to ze statusem 'Nadrzędne' będzie traktowane jako ważniejsze.

source: Edit page configuration assignment
pl: Edytuj powiązanie z konfiguracją strony

source: The module specified on this assignment [%s] seems to not be available on the system.
pl: Moduł wskazany w tym powiązaniu [%s] jest niedostępny.

source: Theme credits
pl: Podziękowania

source: Type
pl: Typ

source: Registration ID
pl: ID rejestracji

source: Directory
pl: Katalog

source: Version
pl: Wersja

source: Official
pl: Oficjalny

source: Author
pl: Autor

source: Contact
pl: Kontakt

source: State
pl: Status

source: Credits
pl: Podziękowania

source: Change log
pl: Historia zmian

source: License
pl: Licencja

source: XHTML-capable
pl: Zgodny z XHTML

source: Delete theme %s
pl: Usuń motyw %s

source: Do you really want to delete this theme?
pl: Czy na pewno chcesz usunąć ten motyw?

source: Also delete theme files, if possible
pl: Usuń także pliki motywu, jeśli to możliwe

source: Please delete the Theme folder before pressing OK or the Theme will not be deleted.
pl: Usuń katalog motywu przed naciśnięciem OK. Bez tego motyw nie zostanie usunięty.

source: Edit theme
pl: Edycja motywu

source: Page configurations
pl: Konfiguracje stron

source: Colour palettes
pl: Palety kolorów

source: Create new palette
pl: Utwórz nową paletę

source: Items per page
pl: Elementów na stronie

source: Allow users to change themes
pl: Pozwól użytkownikom na zmianę motywu

source: Use site's theme
pl: Domyślny motyw serwisu

source: Compilation
pl: Kompilacja

source: Check for updated version of theme templates
pl: Sprawdzaj zmiany w szablonach motywów

source: Force re-compilation of theme templates
pl: Wymuś rekompilację szablonów motywów

source: Delete compiled theme templates
pl: Usuń skompilowane szablony motywów

source: Compiled render templates directory
pl: Katalog skompilowanych szablonów

source: Check for updated version of render templates
pl: Sprawdzaj zmiany w szablonach

source: Force re-compilation of render templates
pl: Wymuś rekompilację szablonów

source: Delete compiled render templates
pl: Usuń skompilowane szablony

source: Enable theme caching
pl: Włącz buforowanie szablonów motywów

source: Delete cached theme pages
pl: Usuń strony motywów z bufora

source: Length of time to keep cached theme pages
pl: Czas buforowania stron
