Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Notice: A cache lifetime of 0 will set the cache to continually regenerate; this is equivalent to no caching.
pl: Czas buforowania ustawiony na 0 oznacza, że bufor jest stale odświeżany - równoznaczne z brakiem buforowania.

source: A cache lifetime of -1 will set the cache output to never expire.
pl: Czas buforowania ustawiony na -1 oznacza, że zawartość w buforze nigdy nie wygaśnie.

source: For homepage
pl: Strona główna

source: seconds
pl: sekund

source: Delete cached pages
pl: Usuń strony motywów z bufora

source: For modules
pl: Moduł strony głównej

source: Modules to exclude from theme caching
pl: Wyłącz buforowanie dla modułów

source: Cached templates directory
pl: Katalog bufora

source: Enable render caching
pl: Włącz buforowanie szablonów

source: Delete cached render pages
pl: Usuń szablony z bufora

source: Length of time to keep cached render pages
pl: Czas buforowania szablonów

source: Notice: A cache lifetime of -1 will set the cache output to never expire.
pl: Czas buforowania ustawiony na -1 oznacza brak odświeżania bufora.

source: CSS/JS optimisation
pl: Optymalizacja CSS/JS

source: Notice: Combining and compressing JavaScript (JS) and CSS can considerably speed-up the performances of your site.
pl: Łączenie i kompresowanie plików JavaScript oraz CSS może znacząco zwiększyć szybkość ładowania stron serwisu.

source: Enable CSS/JS combination
pl: Włącz kompilowanie plików CSS/JS

source: Delete combination cache
pl: Usuń skompilowane pliki CSS i JS z bufora

source: Use GZ compression
pl: Włącz kompresję GZ

source: Minify CSS
pl: Minimalizuj pliki CSS

source: The 'Minify CSS' option may require more PHP memory. If errors occur, you should increase the 'memory_limit' setting in your PHP installation's 'php.ini' configuration file. Alternatively, you should add the following entry to the '.htaccess' file in your site's web root (without the quotation marks): 'php_value memory_limit 64M'. 64M is just a suggested value. You should experiment to find the lowest value that resolves the problem.
pl: Opcja 'Minimalizuj pliki CSS/JS' może wymagać dużego limitu pamięci dla skryptów PHP. Jeśli będą występowały błędy, należy zwiększyć wartość dyrektywy 'memory_limit' w pliku konfiguracyjnym 'php.ini'. Alternatywnie można tę wartość zwiększyć przez wpis w pliku '.htaccess', na przykład 'php_value memory_limit 64M', przy czym wartość 64M jest przykładowa. Być może potrzebna będzie większa lub mniejsza wartość - najlepiej dobrać metodą prób i błędów najmniejszą wartość, przy której błędy nie występują.

source: Length of time to keep combination cache
pl: Czas buforowania skompilowanych plików CSS i JS

source: Themes configurations
pl: Konfiguracje stron

source: Notice: When edit the configuration of a Theme, the Theme Engine creates copies of its configuration files inside the Temporary folder when it cannot write on them directly. If you changed your mind and want to have your configuration inside your theme, make its .ini files writable and clear the temporary copies with the following link.
pl: W trakcie modyfikacji konfiguracji motywu, system tworzy kopie plików konfiguracyjnych w katalogu tymczasowym, jeśli nie może zapisać ich w katalogu motywu. Jeśli chcesz przechowywać pliki konfiguracyjne w katalogu motywu - ustaw odpowiednie prawa do zapisu w nim, przenieś tam utworzone pliki a następnie usuń dotychczasowe pliki z katalogu tymczasowego, klikając na link poniżej.

source: Delete theme configurations
pl: Usuń konfiguracje stron

source: Filters
pl: Filtry

source: Notice: The 'trimwhitespace' output filter trims leading white space and blank lines from the template source code after it is interpreted, which cleans-up the code and saves bandwidth.
pl: Filtr 'trimwhitespace' usuwa z kodu szablonów wiodące spacje i puste linie, zmniejszając rozmiar generowanych stron.

source: Use 'trimwhitespace' output filter
pl: Użyj filtra usuwającego spacje (trimwhitespace)

source: Debug settings
pl: Ustawienia debugowania

source: Warning! When auxiliary themes like RSS are used, enabling this option can corrupt the page output until you disable it again (for instance, with RSS, the feed will be broken).
pl: Uwaga! Opcja ta może powodować błędy w przypadku motywów systemowych (np. motyw dla kanałów RSS nie będzie działał).

source: Embed template information within comments inside the source code of pages
pl: Pokaż informacje o szablonie w komentarzach kodu HTML strony

source: Delete page configuration assignment
pl: Usuń powiązanie z konfiguracją strony

source: Do you really want to delete this page configuration assignment?
pl: Czy na pewno chcesz usunąć to powiązanie z konfiguracją strony?

source: You can handle plain variables <var>name &rarr; value</var>, but also setup arrays in the format <var>name[key] &rarr; value</var>.
pl: Zmienne można definiować jako <var>nazwa &rarr; wartość</var>, lub jako tablice w następującej postaci: <var>nazwa[klucz] &rarr; wartość</var>.

source: No items found.
pl: Nie znaleziono żadnych elementów.

source: Add new theme variable
pl: Dodaj nową zmienną motywu

source: Add new page variable
pl: Dodaj nową zmienną motywu

source: Extension database
pl: Baza rozszerzeń

source: Themes control the visual presentation of a site. Zikula ships with a small selection of themes, but many more are available from the %s.
pl: Motywy odpowiadają za wygląd serwisu. W standardowej paczce Zikuli znajduje się tylko kilka przykładowych motywów. %s zawiera znacznie większy wybór.

source: Default theme
pl: Domyślny motyw

source: Preview: %s
pl: Podgląd: %s

source: Edit: %s
pl: Edytuj %s

source: Delete: %s
pl: Usuń '%s'

source: Set as default: %s
pl: Ustaw jako domyślny: %s

source: Credits: %s
pl: Podziękowania: %s

source: Theme confirmation prompt
pl: Potwierdzenie zmiany domyślnego motywu

source: Do you really want to set '%s' as the active theme for all site users?
pl: Czy na pewno chcesz ustawić motyw '%s' jako domyślny dla wszystkich użytkowników tego serwisu?

source: Override users' theme settings
pl: Usuń wszystkie zmiany w ustawieniach motywów dokonane przez użytkowników

source: Accept
pl: Akceptuj

source: If you are the website administrator:
pl: Przejdź do panelu administracyjnego serwisu:

source: Zikula is free software released under the GPL license. For more information, please visit
pl: Zikula jest wolnym oprogramowaniem na licencji GPL!

source: Zikula Homepage
pl: Strona główna

source: Proudly powered by Zikula
pl: Serwis wykonany w oparciu o system Zikula!

source: This site needs to be upgraded, please contact the system administrator.
pl: Ten serwis wymaga aktualizacji. Skontaktuj się z administratorem.

source: Administrator log-in
pl: Zaloguj się jako administrator

source: An administrator log-in is required.
pl: Zaloguj się jako administrator, aby uzyskać dostęp do serwisu.

source: Previous page
pl: Poprzednia strona

source: No previous pages
pl: To jest pierwsza strona

source: Next page
pl: Następna strona

source: No further pages
pl: To jest ostatnia strona

source: Notice: The template file will be sought on all the template paths of the specified module.
pl: Uwaga: wskazany plik szablonu będzie wyszukiwany we wszystkich możliwych ścieżkach dla danego modułu.

source: Template file
pl: Plik szablonu

source: Parameters
pl: Parametry

source: Change theme
pl: Zmień motyw

source: Output format
pl: Sposób wyświetlania

source: Dropdown list with preview images
pl: Lista rozwijana z podglądem

source: Simple list
pl: Prosta lista

source: First page
pl: Pierwsza strona

source: Last page
pl: Ostatnia strona

source: Themes enable you to change the visual presentation of the site when you are logged-in.
pl: Motywy pozwalają zalogowanym użytkownikom na zmianę wyglądu serwisu.

source: The current theme is '%s'.
pl: Bieżący motyw: '%s'.

source: Your chosen theme is not the current site default. You can <a href="%1$s">reset</a> your chosen theme to site default of <a href="?theme=%2$s">%3$s</a>.
pl: Wybrany motyw nie jest domyślny. Możesz <a href="%1$s">zresetować</a> wybrany przez Ciebie motyw na domyślny: <a href="?theme=%2$s">%3$s</a>.

source: Preview theme
pl: Podgląd motywu

source: Use theme
pl: Wybierz motyw

source: Rendering engine debug console
pl: Konsola systemu szablonów

source: zdebug plugin found at line <strong>%1$s</strong> in template <strong>%3$s/%2$s</strong>
pl: plugin pndebug został znaleziony w szablonie <strong>%3$s/%2$s</strong> w linii <strong>%1$s</strong>

source: Force compilation
pl: Wymuś kompilację

source: Included templates and configuration files (load time in seconds)
pl: Wczytane szablony i pliki konfiguracyjne (czas wczytywania w sekundach)

source: Assigned template variables
pl: Przypisane zmienne szablonu

source: No template variables assigned.
pl: Brak przypisanych zmiennych szablonu.

source: Zikula session variables
pl: Zmienne sesji Zikuli

source: none
pl: brak

source: Assigned configuration file variables (outer template scope)
pl: Przypisane zmienne pliku konfiguracyjnego (zewnętrzny zakres szablonu)

source: No configuration variables assigned.
pl: Brak przypisanych zmiennych konfiguracyjnych.

source: The items that are marked with an asterisk ('*') are required entries.
pl: Pola oznaczone gwiazdką ('*') są wymagane.

source: Account information
pl: Informacje o koncie

source: User names can contain letters, numbers, underscores, periods, or dashes.
pl: Nazwa użytkownika może zawierać małe litery, cyfry, podkreślenia, kropki oraz myślniki.

source: Repeat e-mail address for verification
pl: Powtórz adres e-mail

source: Theme
pl: Motyw

source: Site's default theme
pl: Domyślny motyw serwisu

source: Log-in information
pl: Informacje logowania

source: Set the user's password now?
pl: Ustawić hasło użytkownikowi?

source: The user's e-mail address will be verified, even though e-mail address verification is turned off in 'Settings'. This is necessary because the user will create a password during the verification process.
pl: Użytkownik będzie musiał potwierdzić swój adres e-mail, nawet jeśli taka opcja jest wyłączona w ustawieniach. Jest to konieczne, aby użytkownik mógł sam ustawić swoje hasło.

source: The user's e-mail address will be verified. The user will create a password at that time.
pl: Adres e-mail użytkownika będzie wymagał potwierdzenia. Równocześnie użytkownik będzie mógł ustawić swoje hasło.

source: Notice: The minimum length for user passwords is %s characters.
pl: Minimalna długość hasła to: %s.

source: Repeat password for verification
pl: Powtórz nowe

source: Send password via e-mail?
pl: Wysłać hasło e-mailem?

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
pl: Wysyłanie hasła e-mailem nie jest bezpieczne. Wskazane jest przekazania hasła użytkownikowi inną, bezpieczniejszą drogą.

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
pl: Nawet jeśli nie wybierzesz opcji wysłania hasła, inne wiadomości mogą zostać wysłane do użytkownika w ramach procesu rejestracji.

source: Verify user's e-mail address?
pl: Wysłać wiadomość weryfikującą adres e-mail?

source: Yes (recommended)
pl: Tak (zalecane)

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
pl: Uwaga: ta opcja nadpisuje ustawienie 'Weryfikacja adresu e-mail podczas rejestracji' w ustawieniach modułu.

source: Submit new user
pl: Utwórz użytkownika

source: Edit registration of %s
pl: Modyfikuj zgłoszenie %s

source: Edit user account of %s
pl: Modyfikacja użytkownika %s

source: You are editing your own record, therefore you are not permitted to change your membership in certain system groups, and you are not permitted to change your activated state. These fields are disabled below.
pl: Modyfikujesz swoje własne konto, dlatego niektóre akcje są zablokowane (takie jak możliwość wyłączenia konta czy zmiana przynależności do grup systemowych).

source: User status
pl: Status

source: This user does not currently log in with a web site account password. To enable the user to do so&mdash;in addition to any other log-in method used, create a password for the account here.
pl: Użytkownik nie logował się jeszcze z wykorzystaniem hasła z tego serwisu. Aby umożliwić użytkownikowi logowanie za pomocą tego hasła - jako dodatkową metodę, poza dotychczas wykorzystywanymi - ustaw dla niego hasło.

source: Change the user's password?
pl: Zmienić hasło?

source: Create a password for the user?
pl: Ustawić hasło?

source: New password
pl: Nowe hasło

source: Create a password
pl: Ustawienie hasła

source: The user's password will not be changed.
pl: Hasło nie zostanie zmienione.

source: A web site account password will not be created for the user. The user will continue to log in with the method(s) currently used.
pl: Hasło nie zostanie ustawione. Użytkownik nadal będzie logował się za pomocą dotychczasowych metod.

source: The user's password will be changed.
pl: Hasło zostanie zmienione.

source: A web site account password will be created for the user. The user will continue to log in with the method(s) currently used, and will additionally be able to log in with this password.
pl: Hasło zostanie ustawione. Użytkownik nadal będzie mógł się logować za pomocą dotychczasowych metod, a dodatkowo będzie mógł zalogować się korzystając z tego hasła.

source: Member
pl: Członek

source: Other actions for %s
pl: Inne działania dla konta %s

source: Send user name
pl: Wyślij nazwę użytkownika

source: Send password recovery code
pl: Wyślij kod do odzyskania hasła

source: Registration applications list
pl: Pokaż zgłoszenia użytkowników

source: Registration date
pl: Data rejestracji

source: Approved?
pl: Zaakceptowany

source: Verified?
pl: Potwierdzone?

source: Send a new e-mail verification code
pl: Wyślij nową wiadomość z kodem weryfikującym

source: Send an e-mail verification code
pl: Wyślij wiadomość z kodem weryfikującym

source: Pending approval
pl: Oczekuje na akceptację

source: Verified
pl: Potwierdzone

source: E-mail verification not sent; must be resent
pl: Wiadomość potwierdzająca adres e-mail nie została wysłana. Należy wysłać ją ponownie.

source: E-mail verification not sent
pl: Wiadomość potwierdzająca adres e-mail nie została wysłana

source: Pending verification of e-mail address
pl: Oczekuje na weryfikację adresu e-mail

source: Display registration details
pl: Wyświetl szczegóły zgłoszenia

source: Modify registration details
pl: Zmień szczegóły zgłoszenia

source: Pre-approve (verification still required)
pl: Wstępnie zaakceptuj (potwierdzenie adresu e-mail nadal będzie konieczne)

source: Approve
pl: Akceptuj

source: Approve (creates a new user account)
pl: Zaakceptuj (tworzone jest nowe konto użytkownika)

source: Deny (deletes registration)
pl: Odrzuć (usuwa zgłoszenie)

source: Skip verification (approves, and creates a new user account)
pl: Pomiń weryfikację (akceptuje i tworzy nowe konto)

source: Legend
pl: Legenda

source: Approval
pl: Akceptacja

source: An administrator has approved the registration, or approval was not required when the registration was completed.
pl: Zgłoszenie zaakceptowane przez administratora lub zgłoszenie nie wymagało akceptacji.

source: Waiting for an administrator to approve the registration.
pl: Zgłoszenie oczekujące na akceptację.

source: Verification
pl: Weryfikacja

source: The user has completed the e-mail verification process, or e-mail verification was not required when the registration was completed.
pl: Użytkownik potwierdził już swój adres e-mail lub potwierdzenie nie było wymagane.

source: An e-mail has been sent to the registered e-mail address, but the user has not yet responded.
pl: Wiadomość potwierdzająca adres e-mail została już wysłana, ale użytkownik jeszcze nie odpowiedział.

source: Verification e-mail message not yet sent
pl: Wiadomość weryfikująca adres e-mail nie została jeszcze wysłana

source: A verification e-mail has not been sent to the registered e-mail address.
pl: Wiadomość potwierdzająca adres e-mail nie została wysłana.

source: If it is not yet approved, then it will be sent on approval.
pl: Jeśli zgłoszenie nie zostało jeszcze zaakceptowane - wiadomość zostanie wysłana po akceptacji.

source: A verification e-mail has not been sent to the registered e-mail address, but the registration is in a state where one should already have been sent.
pl: Wiadomość potwierdzająca adres e-mail nie została wysłana, jednak zgłoszenie jest na etapie, w którym wiadomość powinna zostać już wysłana.

source: There are no pending registration applications to review.
pl: Brak zgłoszeń oczekujących na moderację.

source: Account Information
pl: Informacje o koncie

source: User name:
pl: Nazwa użytkownika:

source: E-mail address:
pl: Adres e-mail:

source: Because a password is not set for this registration, the e-mail verification process cannot be skipped. It must be completed so that the user can establish a password before the user account is created.
pl: Dla tego zgłoszenia nie ustawiono hasła, dlatego nie można pominąć weryfikacji adresu e-mail. Dopiero po potwierdzeniu adresu, gdy użytkownik będzie mógł ustawić swoje hasło, konto zostanie utworzone.

source: Registration Status
pl: Status zgłoszenia

source: Expires:
pl: Wygasa:

source: Never, registration is verified
pl: Nigdy, zgłoszenie jest potwierdzone

source: Expiration date will be set when the verification e-mail is sent
pl: Data przedawnienia zgłoszenia zostanie ustalona po wysłaniu wiadomości potwierdzającej adres e-mail

source: Never
pl: Nigdy

source: E-mail verification:
pl: Weryfikacja adresu e-mail:

source: Verification e-mail message not yet sent to the user
pl: Wiadomość potwierdzająca adres e-mail nie została jeszcze wysłana do użytkownika

source: Not yet verified
pl: Nie potwierdzone

source: Verification complete
pl: Weryfikacja zakończona

source: (or verification was not required when the registration was completed)
pl: (lub potwierdzenie nie było wymagane w trakcie rejestracji)

source: Administrator approval:
pl: Akceptacja administratora:

source: Not yet approved
pl: Nie zaakceptowane

source: (or approval was not required when the registration was completed)
pl: (lub akceptacja nie była wymagana w trakcie rejestracji)

source: Find and e-mail users
pl: Wyszukiwarka i powiadomienia

source: Any group
pl: Dowolna grupa

source: Registration date after (yyyy-mm-dd)
pl: Zarejestrowani po (rrrr-mm-dd)

source: Registration date before (yyyy-mm-dd)
pl: Zarejestrowani przed (rrrr-mm-dd)

source: Deny registration request of '%1$s'
pl: Odrzucenie zgłoszenia konta '%1$s'

source: Warning! This will delete the registration from the database. It cannot be undone.
pl: Uwaga! Odrzucone zgłoszenie jest usuwane z bazy danych i nie może być później przywrócone.

source: Applicant notification
pl: Powiadomienie

source: Notify the applicant via e-mail?
pl: Wysłać powiadomienie?

source: Reason
pl: Powód

source: Note: The reason is sent in the user notification e-mail. All formatting, including extra spaces and blank lines are ignored.
pl: Uwaga: podany powód jest wysyłany w powiadomieniu do użytkownika. Formatowanie, w tym spacje i podziały linii, są ignorowane.

source: Delete registration
pl: Usuń zgłoszenie

source: Approve registration of '%1$s'
pl: Akceptacja zgłoszenia '%1$s'

source: Warning! The e-mail address for this registration has not been verified. Approving this registration will create a new user record without completing the e-mail verification process.
pl: Uwaga! Adres e-mail podany w tym zgłoszeniu nie został jeszcze potwierdzony. Akceptacja tego zgłoszenia stworzy nowe konto użytkownika, lecz będzie ono wymagało potwierdzenia adresu e-mail.

source: Warning! The e-mail address for this registration has not been verified. You are pre-approving this registration, and a new user record will be created upon completion of the e-mail verification process.
pl: Uwaga! Adres e-mail podany w tym zgłoszeniu nie został jeszcze potwierdzony. To jest tylko wstępna akceptacja tego zgłoszenia - nowe konto użytkownika zostanie utworzone dopiero po potwierdzeniu adresu e-mail.

source: Skip Verification
pl: Pomiń weryfikację

source: Inactive, marked for deletion
pl: Nieaktywne, do usunięcia

source: Status unknown
pl: Status nieznany

source: Send user name to '%s'
pl: Wyślij nazwę użytkownika do '%s'

source: Send password recovery code to '%s'
pl: Wyślij kod do odzyskania hasła do '%s'

source: Cancel required change of password for '%s'
pl: Anuluj żądanie zmiany hasła dla konta '%s'

source: Require '%s' to change password at next login
pl: Zażądaj zmiany hasła dla konta '%s'

source: Delete '%s'
pl: Usuń '%s'

source: Confirm verification code is to be sent to '%1$s'
pl: Potwierdzenie wysłania kodu weryfikacyjnego dla '%1$s'

source: Resend verification code
pl: Wyślij ponownie kod potwierdzający

source: Send verification code
pl: Wyślij kod potwierdzający

source: Search results
pl: Wynik wyszukiwania

source: Internal name
pl: Nazwa systemowa

source: Select all
pl: Zaznacz wszystkich

source: De-select all
pl: Odznacz wszystkich

source: Delete selected users
pl: Usuń wybrane konta

source: Return to User Administration
pl: Powrót do listy użytkowników

source: Select the CSV file
pl: Plik CSV importu

source: CSV file (Max. %s)
pl: Plik CSV (Maks. %s)

source: The file must be utf8 encoded.
pl: Plik musi być kodowany w utf8.

source: CSV delimiter
pl: Separator CSV

source: About the CSV file
pl: Specyfikacja dla pliku CSV

source: The first row of the CSV file must contain the field names. It must be like this:
pl: Pierwszy wiersz pliku CSV musi zawierać nagłówki kolumn. Powinien wyglądać następująco:

source: where:
pl: gdzie:

source: (mandatory) - The user name. This value must be unique.
pl: (wymagane) - nazwa użytkownika. Wartość musi być unikalna.

source: (mandatory) - The user password. It must have %s characters or more. Preferentially containing letters and numbers.
pl: (wymagane) - hasło. Musi składać się co najmniej z %s znaków. Wskazane, by zawierało litery i cyfry.

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
pl: (wymagane) - adres e-mail. W zależności od ustawień adresy e-mail powinny być unikalne.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
pl: - 0 dla nieaktywnych kont, 1 dla kont aktywnych. Domyślna wartość to 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
pl: - 1 jeśli system powinien wysłać wiadomość e-mail z hasłem, w przeciwnym wypadku 0. Domyślna wartość to 1, przy czym moduł Mailer musi być włączony i poprawnie skonfigurowany. Wiadomość wysyłana jest tylko dla aktywnych kont użytkowników.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %s.
pl: - lista identyfikatorów grup, rozdzielona znakiem |. Jeśli nie podasz żadnej grupy - zastosowana zostanie domyślna grupa użytkowników: %s.

source: An example of a valid CSV file
pl: Przykład poprawnego pliku CSV

source: Another example of a valid CSV file
pl: Kolejny przykład poprawnego pliku CSV

source: Name displayed for anonymous user
pl: Nazwa anonimowych użytkowników

source: Anonymous users are visitors to your site who have not logged in.
pl: Anonimowi użytkownicy to odwiedzający serwis, nie posiadający kont.
