Repository: Kaik/core2x
Catalog: src/app/Resources/locale_disabled/*/LC_MESSAGES/zikula.po
Languages: pl

source: Sorry! That group is closed.
pl: Ta grupa jest zamknięta.

source: Error! You must click on the checkbox to confirm your action.
pl: Błąd! Musisz zaznaczyć pole potwierdzające.

source: Done! Saved the action.
pl: Gotowe! Akcja została zapisana.

source: Error! The group name is missing.
pl: Błąd! Brak nazwy grupy.

source: Error! Could not create the new group.
pl: Błąd! Utworzenie nowej grupy nie powiodło się.

source: Group %s
pl: Grupa %s

source: Error! Could not delete the '%s' group.
pl: Błąd! Usunięcie grupy '%s' nie powiodło się.

source: Groups
pl: Grupy

source: User group administration module.
pl: Administracja użytkownikami.

source: groups
pl: grupy

source: By default, all users are made members of this group.
pl: Domyślna grupa użytkowników.

source: Administrators
pl: Administratorzy

source: Group of administrators of this site.
pl: Grupa administratorów serwisu.

source: Sorry! You cannot delete the default users group.
pl: Błąd! Nie można usunąć domyślnej grupy użytkowników.

source: Sorry! You cannot delete the primary administrators group.
pl: Uwaga: Nie można usunąć głównej grupy administratorów.

source: Groups list
pl: Grupy

source: Groups manager
pl: Grupy

source: Error! You have already applied for membership of this group.
pl: Błąd! Twoje zgłoszenie do tej grupy już zostało wysłane.

source: Group membership application registered
pl: Zarejestrowano nowe zgłoszenie do grupy

source: The registered user %1$s has applied for membership of a group. The details of the application are as follows: %2$s
pl: Użytkownik %1$s zgłosił chęć dołączenia do grupy. Szczegóły zgłoszenia: %2$s

source: Error! Could not add the user to the group.
pl: Błąd! Dodanie użytkownika do grupy nie powiodło się.

source: Error! Could not remove the user from the group.
pl: Błąd! Usunięcie użytkownika z grupy nie powiodło się.

source: Core
pl: Systemowa

source: Public
pl: Publiczna

source: Private
pl: Prywatna

source: Closed
pl: Zamknięta

source: Open
pl: Otwarta

source: No
pl: Nie

source: Yes
pl: Tak

source: Submit
pl: Wyślij

source: %A, %B %d, %Y
pl: %Y-%m-%d %H:%M

source: %A, %B %d @ %H:%M:%S
pl: %A, %d.%m.%Y @ %H:%M:%S

source: %A, %B %d
pl: %A, %d.%m.%Y

source: %b %d, %Y - %I:%M %p
pl: %d-%m-%Y - %H:%M

source: %A, %B %d, %Y - %I:%M %p
pl: %A, %d.%m.%Y - %H:%M:%S

source: %I:%M %p
pl: %H:%M

source: %T %p
pl: %T

source: Unknown timezone
pl: Nieznana strefa czasowa

source: (GMT +1:00 hours) CET (Central Europe Time), Brussels, Copenhagen, Madrid, Paris
pl: (GMT +1:00 hours) CET(Central Europe Time), Brussels, Copenhagen, Madrid, Paris, Warszawa

source: Sun Mon Tue Wed Thu Fri Sat
pl: Nie Pon Wto Śro Czw Pią Sob

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
pl: Sty Lut Mar Kwi Maj Cze Lip Sie Wrz Paź Lis Gru

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
pl: Niedziela Poniedziałek Wtorek Środa Czwartek Piątek Sobota

source: January February March April May June July August September October November December
pl: Styczeń Luty Marzec Kwiecień Maj Czerwiec Lipiec Sierpień Wrzesień Październik Listopad Grudzień

source: Dateformat must be with 8, 14 or 17 characters long.
pl: Format daty ('dateformat') musi mieć 8, 14 lub 17 znaków.

source: Dateformat separators must be the same in %s
pl: Separatory formatu daty ('dateformat') muszą być takie same, %s

source: Dateformat time separators must be the same in %s
pl: Separatory formatu daty ('dateformat') muszą być takie same, %s

source: Dateformat did not match known format in %s
pl: Format daty ('dateformat') nie odpowiada żadnemu znanemu formatowi, %s

source: The requested URL cannot be found
pl: Żądany adres URL nie został odnaleziony

source: Warning! UserUtil::%1$s is deprecated. Please use %2$s instead.
pl: Uwaga! Klasa %1$s jest przestarzała. Użyj %2$s zamiast niej.

source: Warning! Function %1$s is deprecated. Please use %2$s instead.
pl: Uwaga! Funkcja %1$s jest przestarzała. Użyj %2$s zamiast niej.

source: An invalid %1$s parameter was received.
pl: Przekazano nieprawidłowy parametr %1$s.

source: The authentication module '%1$s' could not be found.
pl: Nie udało się odnaleźć modułu uwierzytelnienia '%1$s'.

source: The authentication module '%1$s' is not available.
pl: Moduł uwierzytelniania '%1$s' jest niedostępny.

source: The authentication module '%1$s' could not be loaded.
pl: Nie udało się wczytać modułu uwierzytelnienia '%1$s'.

source: The authentication method '%1$s' is not supported by the authentication module '%2$s'.
pl: Metoda uwierzytelnienia '%1$s' nie jest obsługiwana przez moduł uwierzytelnienia '%2$s'.

source: The authentication module '%1$s' is reentrant. A %2$s is required.
pl: Moduł uwierzytelnienia '%1$s' jest wielowejściowy ('reentrant'). Wymagane jest %2$s.

source: Sorry! Login failed. The information you provided was incorrect.
pl: Logowanie nie powiodło się. Wprowadzone informacje są niepoprawne.

source: A %1$s (%2$s) was returned by the authenticating module, but a user account record (or registration request record) could not be found.
pl: Moduł uwierzytelnienia zwrócił dane %1$s (%2$s), ale wpis z kontem użytkownika (lub wpis z prośbą o rejestrację) nie został znaleziony.

source: Your request to register with this site is still waiting for verification of your e-mail address. Please check your inbox for a message from us.
pl: Twoje zgłoszenie rejestracji w serwisie nadal oczekuje na potwierdzenie adresu e-mail. Sprawdź skrzynkę odbiorczą, wiadomość w tej sprawie powinna już tam być.

source: Your request to register with this site is still waiting for approval from a site administrator.
pl: Twoje zgłoszenie rejestracji w serwisie nadal oczekuje na akceptację administratora serwisu.

source: Your account has been disabled. Please contact a site administrator for more information.
pl: Twoje konto zostało wyłączone. Możesz kontaktować się z administratorem witryny, aby uzyskać więcej informacji.

source: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
pl: Twoje konto zostało wyłączone i oczekuje na usunięcie. Możesz skontaktować się z administratorem aby uzyskać więcej informacji.

source: Sorry! Either there is no active user in our system with that information, or the information you provided does not match the information for your account.
pl: W naszym serwisie albo nie ma aktywnego użytkownika z takimi danymi, albo dane które podano nie pasują do danych z Twojego konta.

source: Attempt to set the current user with an invalid uname.
pl: Próba ustanowienia bieżącego użytkownika z nieprawidłową nazwą ('uname').

source: Attempt to set the current user with an invalid uid.
pl: Próba ustanowienia bieżącego użytkownika z nieprawidłowym identyfikatorem ('uid').

source: Attempt to set the current user with an unknown uid.
pl: Próba ustanowienia aktualnego użytkownika z nieznanym identyfikatorem ('uid').

source: Attempt to set the current user with an invalid authentication method.
pl: Próba ustanowienia bieżącego użytkownika z nieprawidłową metodą uwierzytelnienia.

source: Error! Could not save the log-in date.
pl: Błąd! Zapisanie daty logowania nie powiodło się.

source: Warning! User variable [%1$s] is deprecated. Please use [%2$s] instead.
pl: Uwaga! Zmienna [%1$s] jest przestarzała. Użyj [%2$s] zamiast niej.

source: UserUtil::getTheme() is unable to calculate theme name.
pl: UserUtil::getTheme() nie może odczytać nazwy motywu.

source: An invalid uid was provided.
pl: Podano nieprawidłowy uid.

source: Error! Received invalid parameter '%s'
pl: Błąd! Przekazano nieprawidłowy parametr '%s'

source: Error! Non-existing root category '%s' received
pl: Błąd! Przekazano nieistniejącą kategorię główną '%s'

source: Copy
pl: Kopiuj

source: Root category
pl: Kategoria nadrzędna

source: Display name
pl: Nazwa wyświetlana

source: Description
pl: Opis

source: Leaf
pl: Końcowa

source: Locked
pl: Zablokowana

source: Plugin %s is already installed
pl: Wtyczka %s jest już zainstalowana

source: Plugin %s is not installed
pl: Plugin %s nie jest zainstalowany

source: Installed version and plugin version are equal, nothing to do for %s
pl: Zainstalowana wersja i wersja wtyczki takie same, nie trzeba nic robić z %s

source: Invalid %1$s passed to %2$s.
pl: Nieprawidłowe %1$s przekazano do %2$s.

source: Invalid security level [%1$s] received in %2$s
pl: Niepoprawny poziom uprawnień [%1$s] przekazany do %2$s

source: Warning! Static call %1$s is deprecated. Please use %2$s instead.
pl: Uwaga! %1$s jest przestarzała. Użyj %2$s zamiast niej.

source: Warning! "Modules" module has been renamed to "Extensions". Warning! "Modules" module has been renamed to "Extensions". Please update any "confirmAuthKey" calls in PHP or templates.
pl: Ostrzeżenie! Zmieniono nazwę modułu "Moduły" na "Rozszerzenia". Zaktualizuj wszystkie wywołania confirmAuthKey w PHP oraz szablonach.

source: Warning! "Modules" module has been renamed to "Extensions". Please update any generateAuthKey calls in PHP or templates.
pl: Ostrzeżenie! Zmieniono nazwę modułu "Moduły" na "Rozszerzenia". Zaktualizuj wszystkie wywołania generateAuthKey w PHP oraz szablonach.

source: No access
pl: Brak dostępu

source: Overview access
pl: Przeglądanie

source: Read access
pl: Czytanie

source: Comment access
pl: Komentowanie

source: Moderate access
pl: Moderowanie

source: Warning! The page variable %1$s is deprecated. Please use %2$s instead.
pl: Uwaga! Zmienna %1$s jest przestarzała. Użyj %2$s zamiast niej.

source: %1$s must be an instance of $2$s
pl: %1$s musi być instancją $2$s

source: The requested controller action %s_Controller_%s::%s() could not be found
pl: Żądana akcja kontrolera %s_Controller_%s::%s() nie została odnaleziona

source: An unknown error occurred
pl: Wystąpił nieznany błąd

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
pl: Aktualnie zainstalowana wersja Zikuli to %1$s. Musisz najpierw zaktualizować system do wersji %2$s, by móc wykonać tę aktualizację.

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
pl: date.timezone nie jest obecnie ustawione. Ustaw odpowiednią strefę czasową w pliku php.ini, np. UTC, GMT+2, Europe/Warsaw.

source: PHP register_globals = On and must be turned off in php.ini, or .htaccess
pl: PHP register_globals = On, musi być przełączone na Off w pliku php.ini, lub .htaccess

source: PHP magic_quotes_gpc = On and must be turned off in php.ini
pl: PHP magic_quotes_gpc = On, musi być przełączone na Off w php.ini

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
pl: Wykryta instalacja PHP nie posiada obsługi funkcji tokenizera. Funkcje te są wymagane dla działania Zikuli.

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
pl: Wykryta instalacja PHP nie posiada obsługi funkcji wielobajtowych łańcuchów znaków (multi-byte strings). Zikula nie będzie w stanie obsłużyć poprawnie wielobajtowych kodowań znaków.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
pl: Wykryta instalacja PHP posiada bibliotekę PCRE bez włączonej obsługi Unicode. Zikula wymaga jej do stosowania zestawów znaków multi-byte w wyrażeniach regularnych. Biblioteka PCRE używana w PHP musi być kompilowana z użyciem opcji '--enable-unicode-properties'.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
pl: Wykryta instalacja PHP nie posiada obsługi funkcji JSON. Zikula nie będzie w stanie obsłużyć poprawnie żądań AJAX.

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
pl: '%s' istnieje. Zmień nazwę tego pliku przed kontynuacją instalacji.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
pl: Brak praw zapisu do '%s'. Sprawdź, czy prawa dostępu do plików są poprawne.

source: Database type
pl: Typ bazy danych

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
pl: Błąd! Nazwy użytkowników mogą zawierać wyłącznie kombinacje liter, cyfr oraz symboli . i _

source: Password
pl: Hasło

source: Page not found.
pl: Nie znaleziono strony o podanym adresie.

source: The site is currently off-line.
pl: Serwis jest aktualnie wyłączony.

source: An unknown error occurred in module %s, controller %s, action %s
pl: Wystąpił nieznany błąd w module %s, kontroler %s, akcja %s

source: Connection failed to database
pl: Błąd połączenia z bazą danych

source: Error! Multi-lingual functionality is not enabled. This page cannot be displayed in %s language.
pl: Funkcje wielojęzyczne nie są włączone. Nie można wyświetlić strony w języku %s.

source: Error! The requested language %s is not available.
pl: Błąd! Żądany język %s nie jest dostępny.

source: Error! Could not set encoding based on database character set '%s'.
pl: Błąd! Ustawienie kodowania na podstawie kodowania bazy danych '%s' nie powiodło się.

source: Polish
pl: Polski

source: Cook Islands
pl: Cook Iislands

source: Kosovo
pl: Republika Kosowa

source: Poland
pl: Polska

source: Vietnam
pl: Vietnamese

source: Unknown or unspecified country
pl: Nieznany lub nieokreślony kraj

source: Bengali (India)
pl: English (India)

source: Friulian
pl: Frisian

source: Polish (Poland)
pl: Polski (Polska)

source: Sotho, Southern
pl: Southern Sotho

source: Error! Could not load '%s'. Please check that it exists.
pl: Błąd! Nie udało się wczytać pliku '%s'. Sprawdź, czy istnieje.

source: Error! The locale file %s contains invalid data.
pl: Błąd! Plik %s zawiera nieprawidłowe dane.

source: Error! %1$s is missing in %2$s.
pl: Błąd! Brak %1$s w %2$s.

source: Error! There is an invalid value for %1$s in %2$s.
pl: Błąd! Niepoprawna wartość %1$s w %2$s.

source: Hooks
pl: Wtyczki

source: Services
pl: Usługi

source: Error! In 'setCookie', you must specify at least the cookie name '%s'.
pl: Error! Metoda 'setCookie' wymaga podania co najmniej nazwy ciasteczka, '%s'.

source: Error! Invalid file specification '%s'.
pl: Błąd! Brak nazwy pliku '%s'.

source: Error! Could not load the file '%s'.
pl: Error! Wczytanie pliku '%s' nie powiodło się.

source: Error! Invalid file array specification.
pl: Błąd! Brak tablicy z nazwami plików.

source: Error! Invalid class specification '%s'.
pl: Błąd! Brak nazwy klasy '%s'.

source: Error! Invalid module specification '%s'.
pl: Błąd! Brak nazwy modułu '%s'.

source: Error! Invalid 'base_obj_type' specification '%s'.
pl: Błąd! Brak parametru 'base_obj_type' '%s'.

source: Error! Unable to load class [%s]
pl: Błąd! Wczytanie klasy [%s] nie powiodło się

source: Warning! Function %1$s is deprecated. Please use autoloading or only if absolutely necessary, %2$s instead.
pl: Uwaga! Funkcja %1$s jest przestarzała. Użyj autoładowania klas lub, jeśli to absolutnie koniecznie, %2$s.

source: Empty [%s] received.
pl: Przekazano pustą wartość [%s].

source: Invalid type %s for LogUtil::_addPopup
pl: Nieprawidłowy typ %s dla LogUtil::_addPopup

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
pl: Nieprawidłowy klucz autoryzacji ('authkey'): najprawdopodobniej oznacza to, że wciśnięto przycisk 'Wstecz' lub wygasł klucz uwierzytelniający stronę. Odśwież stronę i spróbuj ponownie.

source: Sorry! You have not been granted access to this page.
pl: Nie posiadasz uprawnień dostępu do tej strony.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
pl: Błąd! Wykonana akcja nie zakończyła się powodzeniem. Prawdopodobnie przekazane dane są niepełne lub nieprawidłowe. Sprawdź i spróbuj ponownie.

source: Empty %1$s passed to %2$s.
pl: Puste %1$s przekazane do %2$s.

source: Invalid input source [%s] received.
pl: Przekazano nieprawidłowe źródło [%s].

source: %s does not exist
pl: %s nie istnieje

source: %s is not an instance of Zikula_Form_View
pl: %s nie jest instancją Zikula_Form_View

source: FormUtil::newForm should also include the Zikula_AbstractController as the second argument to enable hooks to work.
pl: FormUtil::newForm powinien również zawierać Zikula_AbstractController jako drugi argument, aby umożliwić działanie hooks.

source: %s: Invalid join information!
pl: %s: nieprawidłowe informacje dla polecenia join!

source: %1$s: %2$s is empty
pl: %1$s: %2$s jest puste

source: Error! Invalid type of object [%s] received.
pl: Błąd! Przekazano nieprawidłowy typ obiektu [%s].

source: %s: called with invalid %s.
pl: Wywołano %s z nieprawidłowym %s.

source: The destination path [%s] does not exist or is not writable
pl: Docelowa ścieżka [%s] nie istnieje lub brak prawa zapisu do niej

source: The destination path does not exist or is not writable
pl: Docelowa ścieżka nie istnieje lub brak prawa zapisu do niej

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
pl: Wysłany plik przekracza limit podany w dyrektywie upload_max_filesize w pliku php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
pl: Wysłany plik przekracza limit podany w dyrektywie MAX_FILE_SIZE w formularzu.

source: The uploaded file was only partially uploaded.
pl: Wysłany plik został zapisany jedynie częściowo.

source: No file was uploaded.
pl: Żaden plik nie został wysłany.

source: Uploaded file size 0 bytes.
pl: Wysłany plik ma rozmiar 0 bajtów.

source: %1$s: %2$s is not an array
pl: %1$s: %2$s nie jest tablicą

source: %1$s: Missing %2$s.
pl: %1$s: brak %2$s.

source: Invalid %1$s [%2$s] passed to %3$s.
pl: Nieprawidłowe %1$s [%2$s] przekazano do %3$s.

source: Unavailable/Invalid %1$s [%2$s] passed to %3$s.
pl: Niedostępny/nieprawidłowy %1$s [%2$s] przekazano do %3$s.

source: Security check failed for %1$s [%2$s] passed to %3$s.
pl: Brak uprawnień do %1$s [%2$s] w %3$s.

source: Invalid %1$s [%2$s] in %3$s.
pl: Nieprawidłowe %1$s [%2$s] w %3$s.

source: Write access
pl: Pisanie

source: Error! The template [%1$s] is not available in the [%2$s] module.
pl: Błąd! Szablon [%1$s] nie jest dostępny w module [%2$s].

source: Error! The insert [%1$s] is not available in the [%2$s] module.
pl: Błąd! Szablon [%1$s] nie jest dostępny w module [%2$s].

source: [View %1$s] '%2$s' is not implemented
pl: [Widok %1$s] '%2$s' nie został wdrożony

source: Empty 'page' specified in your theme page configuration on file %s.
pl: W konfiguracji motywu, w pliku %s zadeklarowano pustą stronę ('page').

source: You have been logged out.
pl: Wylogowano.

source: %1$s::%2$s() does not exist.
pl: %1$s::%2$s() nie istnieje.

source: Ajax security checks failed.
pl: Kontrola bezpieczeństwa Ajax nie powiodła się.

source: An invalid form action ('%1$s') was received.
pl: Przekazano nieprawidłową akcję formularza ('%1$s').

source: Error: An invalid method ('%1$s') was received.
pl: Błąd! Wywołano niepoprawną metodę ('%1$s').

source: Version numbers must be in the format "a.b.c" in class %s
pl: W klasie %s numer wersji musi być w postaci "a.b.c"

source: Capabilities properties must be an array in the form array(capability => array(version => string, ... => ... in %s
pl: Dostępne funkcje muszą być tablicą w formie array(capability => array(version => string, ... => ... w %s

source: Hook subscriber area %s does not exist
pl: Usługa %s nie istnieje u odbiorcy

source: Hook provider area %s does not exist
pl: Usługa %s nie istnieje u dostawcy

source: zikula_view.template_override returned a non-existent template path %s
pl: zikula_view.template_override zawiera nieistniejącą ścieżkę do szablonu %s

source: %s is a protected template variable and may not be assigned
pl: %s jest nazwą chronionej zmiennej i nie można do niej przypisać nowej wartości

source: Registration authentication is not supported by this authentication method.
pl: Ta metoda uwierzytelniania nie obsługuje rejestracji.

source: %1$s: The specified module [%2$s] does not exist.
pl: %1$s: podany moduł [%2$s] nie istnieje.

source: %1$s: Unable to find the workflow file [%2$s].
pl: %1$s: Nie znaleziono pliku workflow [%2$s].

source: %s: Unsupported module type.
pl: %s: Nieobsługiwany typ modułu.

source: %1$s: The module [%2$s] is not active.
pl: %1$s: Moduł [%2$s] nie jest włączony.

source: %1$s: %2$s not set.
pl: %1$s: brak %2$s.

source: %1$s: %2$s must be an array or an object.
pl: %1$s: %2$s musi być tablicą lub obiektem.

source: %1$s: %2$s needs to be named
pl: %1$s: brak %2$s

source: %1$s: %2$s is not an array nor an object.
pl: %1$s: %2$s musi być tablicą lub obiektem.

source: %1$s: %2$s is specified.
pl: %1$s: brak %2$s.

source: %1$s: %2$s is not specified.
pl: %1$s: brak %2$s.

source: Permission check file [%s] does not exist.
pl: Plik z uprawnieniami [%s] nie istnieje.

source: Permission check function [%s] not defined.
pl: Funkcja uprawnień [%s] nie jest zdefiniowana.

source: Unable to parse XML workflow (line %1$s, %2$s): %3$s
pl: Nie udało się odczytać pliku XML workflow (line %1$s, %2$s): %3$s

source: Unknown %1$s name '%2$s' in action '%3$s'.
pl: Nieznana nazwa %1$s '%2$s' w akcji '%3$s'.

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
pl: Nieznana nazwa %1$s '%2$s' w akcji '%3$s' dla stanu '%4$s'.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
pl: Nieznana nazwa stanu '%1$s' w akcji '%2$s' w operacji '%3$s'.

source: Workflow state error: '%2$s' tag of the state '%1$s'.
pl: Błąd stanu workflow: '%2$s' tag stanu '%1$s'.

source: Unexpected %1$s tag in %2$s state
pl: Nieoczekiwany tag %1$s dla stanu %2$s

source: Action: %1$s not available in this State: %2$s
pl: Akcja %1$s nie jest dostępna dla tego stanu (%2$s)

source: No permission to execute action: %s [permission]
pl: Brak uprawnień do wykonania akcji: %s [permission]

source: Operation file [%s] does not exist
pl: Plik działania [%s] nie istnieje

source: Operation function [%s] is not defined
pl: Funkcja działania [%s] nie jest zdefiniowana

source: Invalid next-state value [%1$s] retrieved by the '%2$s' operation for the workflow '%3$s' ['%4$s'].
pl: Nieprawidłowa wartość next-state [%1$s] otrzymana w działania '%2$s' dla workflow '%3$s' ['%4$s'].

source: Unknown date
pl: Nieznana data

source: Select date
pl: Wybierz datę

source: Error! Invalid date.
pl: Błąd! Niepoprawna data.

source: Unknown value [%1$s] for '%2$s'.
pl: Nieznana wartość [%1$s] parametru '%2$s'.

source: Error! An entry in this field is mandatory.
pl: Błąd! Pole jest wymagane.

source: Error! Input text must be no longer than %s characters.
pl: Błąd! Liczba znaków nie może być większa niż %s.

source: Error! You must make a selection.
pl: Błąd! Musisz dokonać wyboru.

source: Error! Invalid URL.
pl: Błąd! Niepoprawny URL.

source: Choose one
pl: Wybierz

source: Error! Invalid e-mail address.
pl: Błąd! Nieprawidłowy adres e-mail.

source: Error! in %1$s: an invalid %2$s parameter was received.
pl: Błąd! %1$s: parametr %2$s jest nieprawidłowy.

source: Error! Invalid number.
pl: Błąd! Niepoprawna liczba.
